var addr = [{
    data: [
    {
        "id": "3361",
        "value": "北京",
        "childs": [
            {
                "id": "3396",
                "value": "北京市",
                "childs": [
                    {
                        "id": "3397",
                        "value": "东城区"
                    },
                    {
                        "id": "3398",
                        "value": "西城区"
                    },
                    {
                        "id": "3401",
                        "value": "朝阳区"
                    },
                    {
                        "id": "3402",
                        "value": "石景山区"
                    },
                    {
                        "id": "3403",
                        "value": "海淀区"
                    },
                    {
                        "id": "3404",
                        "value": "门头沟区"
                    },
                    {
                        "id": "3405",
                        "value": "房山区"
                    },
                    {
                        "id": "3406",
                        "value": "通州区"
                    },
                    {
                        "id": "3407",
                        "value": "顺义区"
                    },
                    {
                        "id": "3408",
                        "value": "昌平区"
                    },
                    {
                        "id": "3409",
                        "value": "大兴区"
                    },
                    {
                        "id": "3410",
                        "value": "怀柔区"
                    },
                    {
                        "id": "3411",
                        "value": "平谷区"
                    },
                    {
                        "id": "3412",
                        "value": "密云县"
                    },
                    {
                        "id": "3413",
                        "value": "延庆县"
                    },
                    {
                        "id": "6746",
                        "value": "丰台区"
                    }
                ]
            }
        ]
    },
    {
        "id": "3362",
        "value": "上海",
        "childs": [
            {
                "id": "3414",
                "value": "上海市",
                "childs": [
                    {
                        "id": "3415",
                        "value": "黄浦区"
                    },
                    {
                        "id": "3417",
                        "value": "徐汇区"
                    },
                    {
                        "id": "3418",
                        "value": "长宁区"
                    },
                    {
                        "id": "3419",
                        "value": "静安区"
                    },
                    {
                        "id": "3420",
                        "value": "普陀区"
                    },
                    {
                        "id": "3421",
                        "value": "闸北区"
                    },
                    {
                        "id": "3422",
                        "value": "虹口区"
                    },
                    {
                        "id": "3423",
                        "value": "杨浦区"
                    },
                    {
                        "id": "3424",
                        "value": "闵行区"
                    },
                    {
                        "id": "3425",
                        "value": "宝山区"
                    },
                    {
                        "id": "3426",
                        "value": "嘉定区"
                    },
                    {
                        "id": "3427",
                        "value": "浦东新区"
                    },
                    {
                        "id": "3428",
                        "value": "金山区"
                    },
                    {
                        "id": "3429",
                        "value": "松江区"
                    },
                    {
                        "id": "3430",
                        "value": "青浦区"
                    },
                    {
                        "id": "3432",
                        "value": "奉贤区"
                    },
                    {
                        "id": "3433",
                        "value": "崇明区"
                    }
                ]
            }
        ]
    },
    {
        "id": "3363",
        "value": "天津",
        "childs": [
            {
                "id": "3434",
                "value": "天津市",
                "childs": [
                    {
                        "id": "3435",
                        "value": "和平区"
                    },
                    {
                        "id": "3436",
                        "value": "河东区"
                    },
                    {
                        "id": "3437",
                        "value": "河西区"
                    },
                    {
                        "id": "3438",
                        "value": "南开区"
                    },
                    {
                        "id": "3439",
                        "value": "河北区"
                    },
                    {
                        "id": "3440",
                        "value": "红桥区"
                    },
                    {
                        "id": "3442",
                        "value": "滨海新区"
                    },
                    {
                        "id": "3444",
                        "value": "东丽区"
                    },
                    {
                        "id": "3445",
                        "value": "西青区"
                    },
                    {
                        "id": "3446",
                        "value": "津南区"
                    },
                    {
                        "id": "3447",
                        "value": "北辰区"
                    },
                    {
                        "id": "3448",
                        "value": "武清区"
                    },
                    {
                        "id": "3449",
                        "value": "宝坻区"
                    },
                    {
                        "id": "3450",
                        "value": "宁河县"
                    },
                    {
                        "id": "3451",
                        "value": "静海县"
                    },
                    {
                        "id": "3452",
                        "value": "蓟县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3364",
        "value": "重庆",
        "childs": [
            {
                "id": "3453",
                "value": "重庆市",
                "childs": [
                    {
                        "id": "3454",
                        "value": "万州区"
                    },
                    {
                        "id": "3455",
                        "value": "涪陵区"
                    },
                    {
                        "id": "3456",
                        "value": "渝中区"
                    },
                    {
                        "id": "3457",
                        "value": "大渡口区"
                    },
                    {
                        "id": "3458",
                        "value": "江北区"
                    },
                    {
                        "id": "3459",
                        "value": "沙坪坝区"
                    },
                    {
                        "id": "3460",
                        "value": "九龙坡区"
                    },
                    {
                        "id": "3461",
                        "value": "南岸区"
                    },
                    {
                        "id": "3462",
                        "value": "北碚区"
                    },
                    {
                        "id": "3469",
                        "value": "綦江区"
                    },
                    {
                        "id": "3472",
                        "value": "大足区"
                    },
                    {
                        "id": "3465",
                        "value": "渝北区"
                    },
                    {
                        "id": "3466",
                        "value": "巴南区"
                    },
                    {
                        "id": "3467",
                        "value": "黔江区"
                    },
                    {
                        "id": "3468",
                        "value": "长寿区"
                    },
                    {
                        "id": "3490",
                        "value": "江津区"
                    },
                    {
                        "id": "3491",
                        "value": "合川区"
                    },
                    {
                        "id": "3492",
                        "value": "永川区"
                    },
                    {
                        "id": "3493",
                        "value": "南川区"
                    },
                    {
                        "id": "3470",
                        "value": "潼南县"
                    },
                    {
                        "id": "3471",
                        "value": "铜梁县"
                    },
                    {
                        "id": "3473",
                        "value": "荣昌县"
                    },
                    {
                        "id": "3474",
                        "value": "璧山县"
                    },
                    {
                        "id": "3475",
                        "value": "梁平县"
                    },
                    {
                        "id": "3476",
                        "value": "城口县"
                    },
                    {
                        "id": "3477",
                        "value": "丰都县"
                    },
                    {
                        "id": "3478",
                        "value": "垫江县"
                    },
                    {
                        "id": "3479",
                        "value": "武隆县"
                    },
                    {
                        "id": "3480",
                        "value": "忠县"
                    },
                    {
                        "id": "3481",
                        "value": "开县"
                    },
                    {
                        "id": "3482",
                        "value": "云阳县"
                    },
                    {
                        "id": "3483",
                        "value": "奉节县"
                    },
                    {
                        "id": "3484",
                        "value": "巫山县"
                    },
                    {
                        "id": "3485",
                        "value": "巫溪县"
                    },
                    {
                        "id": "3486",
                        "value": "石柱土家族自治县"
                    },
                    {
                        "id": "3487",
                        "value": "秀山土家族苗族自治县"
                    },
                    {
                        "id": "3488",
                        "value": "酉阳土家族苗族自治县"
                    },
                    {
                        "id": "3489",
                        "value": "彭水苗族土家族自治县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3365",
        "value": "河北省",
        "childs": [
            {
                "id": "3494",
                "value": "石家庄市",
                "childs": [
                    {
                        "id": "3505",
                        "value": "长安区"
                    },
                    {
                        "id": "3506",
                        "value": "桥东区"
                    },
                    {
                        "id": "3507",
                        "value": "桥西区"
                    },
                    {
                        "id": "3508",
                        "value": "新华区"
                    },
                    {
                        "id": "3509",
                        "value": "井陉矿区"
                    },
                    {
                        "id": "3510",
                        "value": "裕华区"
                    },
                    {
                        "id": "3511",
                        "value": "井陉县"
                    },
                    {
                        "id": "3512",
                        "value": "正定县"
                    },
                    {
                        "id": "3513",
                        "value": "栾城县"
                    },
                    {
                        "id": "3514",
                        "value": "行唐县"
                    },
                    {
                        "id": "3515",
                        "value": "灵寿县"
                    },
                    {
                        "id": "3516",
                        "value": "高邑县"
                    },
                    {
                        "id": "3517",
                        "value": "深泽县"
                    },
                    {
                        "id": "3518",
                        "value": "赞皇县"
                    },
                    {
                        "id": "3519",
                        "value": "无极县"
                    },
                    {
                        "id": "3520",
                        "value": "平山县"
                    },
                    {
                        "id": "3521",
                        "value": "元氏县"
                    },
                    {
                        "id": "3522",
                        "value": "赵县"
                    },
                    {
                        "id": "3523",
                        "value": "辛集市"
                    },
                    {
                        "id": "3524",
                        "value": "藁城市"
                    },
                    {
                        "id": "3525",
                        "value": "晋州市"
                    },
                    {
                        "id": "3526",
                        "value": "新乐市"
                    },
                    {
                        "id": "3527",
                        "value": "鹿泉市"
                    }
                ]
            },
            {
                "id": "3495",
                "value": "唐山市",
                "childs": [
                    {
                        "id": "3528",
                        "value": "路南区"
                    },
                    {
                        "id": "3529",
                        "value": "路北区"
                    },
                    {
                        "id": "3530",
                        "value": "古冶区"
                    },
                    {
                        "id": "3531",
                        "value": "开平区"
                    },
                    {
                        "id": "3532",
                        "value": "丰南区"
                    },
                    {
                        "id": "3533",
                        "value": "丰润区"
                    },
                    {
                        "id": "3534",
                        "value": "滦县"
                    },
                    {
                        "id": "3535",
                        "value": "滦南县"
                    },
                    {
                        "id": "3536",
                        "value": "乐亭县"
                    },
                    {
                        "id": "3537",
                        "value": "迁西县"
                    },
                    {
                        "id": "3538",
                        "value": "玉田县"
                    },
                    {
                        "id": "3539",
                        "value": "唐海县"
                    },
                    {
                        "id": "3540",
                        "value": "遵化市"
                    },
                    {
                        "id": "3541",
                        "value": "迁安市"
                    }
                ]
            },
            {
                "id": "3496",
                "value": "秦皇岛市",
                "childs": [
                    {
                        "id": "3542",
                        "value": "海港区"
                    },
                    {
                        "id": "3543",
                        "value": "山海关区"
                    },
                    {
                        "id": "3544",
                        "value": "北戴河区"
                    },
                    {
                        "id": "3545",
                        "value": "青龙县"
                    },
                    {
                        "id": "3546",
                        "value": "昌黎县"
                    },
                    {
                        "id": "3547",
                        "value": "抚宁县"
                    },
                    {
                        "id": "3548",
                        "value": "卢龙县"
                    }
                ]
            },
            {
                "id": "3497",
                "value": "邯郸市",
                "childs": [
                    {
                        "id": "3549",
                        "value": "邯山区"
                    },
                    {
                        "id": "3550",
                        "value": "丛台区"
                    },
                    {
                        "id": "3551",
                        "value": "复兴区"
                    },
                    {
                        "id": "3552",
                        "value": "峰峰矿区"
                    },
                    {
                        "id": "3553",
                        "value": "邯郸县"
                    },
                    {
                        "id": "3554",
                        "value": "临漳县"
                    },
                    {
                        "id": "3555",
                        "value": "成安县"
                    },
                    {
                        "id": "3556",
                        "value": "大名县"
                    },
                    {
                        "id": "3557",
                        "value": "涉县"
                    },
                    {
                        "id": "3558",
                        "value": "磁县"
                    },
                    {
                        "id": "3559",
                        "value": "肥乡县"
                    },
                    {
                        "id": "3560",
                        "value": "永年县"
                    },
                    {
                        "id": "3561",
                        "value": "邱县"
                    },
                    {
                        "id": "3562",
                        "value": "鸡泽县"
                    },
                    {
                        "id": "3563",
                        "value": "广平县"
                    },
                    {
                        "id": "3564",
                        "value": "馆陶县"
                    },
                    {
                        "id": "3565",
                        "value": "魏县"
                    },
                    {
                        "id": "3566",
                        "value": "曲周县"
                    },
                    {
                        "id": "3567",
                        "value": "武安市"
                    }
                ]
            },
            {
                "id": "3498",
                "value": "邢台市",
                "childs": [
                    {
                        "id": "3568",
                        "value": "桥东区"
                    },
                    {
                        "id": "3569",
                        "value": "桥西区"
                    },
                    {
                        "id": "3570",
                        "value": "邢台县"
                    },
                    {
                        "id": "3571",
                        "value": "临城县"
                    },
                    {
                        "id": "3572",
                        "value": "内丘县"
                    },
                    {
                        "id": "3573",
                        "value": "柏乡县"
                    },
                    {
                        "id": "3574",
                        "value": "隆尧县"
                    },
                    {
                        "id": "3575",
                        "value": "任县"
                    },
                    {
                        "id": "3576",
                        "value": "南和县"
                    },
                    {
                        "id": "3577",
                        "value": "宁晋县"
                    },
                    {
                        "id": "3578",
                        "value": "巨鹿县"
                    },
                    {
                        "id": "3579",
                        "value": "新河县"
                    },
                    {
                        "id": "3580",
                        "value": "广宗县"
                    },
                    {
                        "id": "3581",
                        "value": "平乡县"
                    },
                    {
                        "id": "3582",
                        "value": "威县"
                    },
                    {
                        "id": "3583",
                        "value": "清河县"
                    },
                    {
                        "id": "3584",
                        "value": "临西县"
                    },
                    {
                        "id": "3585",
                        "value": "南宫市"
                    },
                    {
                        "id": "3586",
                        "value": "沙河市"
                    }
                ]
            },
            {
                "id": "3499",
                "value": "保定市",
                "childs": [
                    {
                        "id": "3587",
                        "value": "新市区"
                    },
                    {
                        "id": "3588",
                        "value": "北市区"
                    },
                    {
                        "id": "3589",
                        "value": "南市区"
                    },
                    {
                        "id": "3590",
                        "value": "满城县"
                    },
                    {
                        "id": "3591",
                        "value": "清苑县"
                    },
                    {
                        "id": "3592",
                        "value": "涞水县"
                    },
                    {
                        "id": "3593",
                        "value": "阜平县"
                    },
                    {
                        "id": "3594",
                        "value": "徐水县"
                    },
                    {
                        "id": "3595",
                        "value": "定兴县"
                    },
                    {
                        "id": "3596",
                        "value": "唐县"
                    },
                    {
                        "id": "3597",
                        "value": "高阳县"
                    },
                    {
                        "id": "3598",
                        "value": "容城县"
                    },
                    {
                        "id": "3599",
                        "value": "涞源县"
                    },
                    {
                        "id": "3600",
                        "value": "望都县"
                    },
                    {
                        "id": "3601",
                        "value": "安新县"
                    },
                    {
                        "id": "3602",
                        "value": "易县"
                    },
                    {
                        "id": "3603",
                        "value": "曲阳县"
                    },
                    {
                        "id": "3604",
                        "value": "蠡县"
                    },
                    {
                        "id": "3605",
                        "value": "顺平县"
                    },
                    {
                        "id": "3606",
                        "value": "博野县"
                    },
                    {
                        "id": "3607",
                        "value": "雄县"
                    },
                    {
                        "id": "3608",
                        "value": "涿州市"
                    },
                    {
                        "id": "3609",
                        "value": "定州市"
                    },
                    {
                        "id": "3610",
                        "value": "安国市"
                    },
                    {
                        "id": "3611",
                        "value": "高碑店市"
                    }
                ]
            },
            {
                "id": "3500",
                "value": "张家口市",
                "childs": [
                    {
                        "id": "3612",
                        "value": "桥东区"
                    },
                    {
                        "id": "3613",
                        "value": "桥西区"
                    },
                    {
                        "id": "3614",
                        "value": "宣化区"
                    },
                    {
                        "id": "3615",
                        "value": "下花园区"
                    },
                    {
                        "id": "3616",
                        "value": "宣化县"
                    },
                    {
                        "id": "3617",
                        "value": "张北县"
                    },
                    {
                        "id": "3618",
                        "value": "康保县"
                    },
                    {
                        "id": "3619",
                        "value": "沽源县"
                    },
                    {
                        "id": "3620",
                        "value": "尚义县"
                    },
                    {
                        "id": "3621",
                        "value": "蔚县"
                    },
                    {
                        "id": "3622",
                        "value": "阳原县"
                    },
                    {
                        "id": "3623",
                        "value": "怀安县"
                    },
                    {
                        "id": "3624",
                        "value": "万全县"
                    },
                    {
                        "id": "3625",
                        "value": "怀来县"
                    },
                    {
                        "id": "3626",
                        "value": "涿鹿县"
                    },
                    {
                        "id": "3627",
                        "value": "赤城县"
                    },
                    {
                        "id": "3628",
                        "value": "崇礼县"
                    }
                ]
            },
            {
                "id": "3501",
                "value": "承德市",
                "childs": [
                    {
                        "id": "3629",
                        "value": "双桥区"
                    },
                    {
                        "id": "3630",
                        "value": "双滦区"
                    },
                    {
                        "id": "3631",
                        "value": "鹰手营子矿区"
                    },
                    {
                        "id": "3632",
                        "value": "承德县"
                    },
                    {
                        "id": "3633",
                        "value": "兴隆县"
                    },
                    {
                        "id": "3634",
                        "value": "平泉县"
                    },
                    {
                        "id": "3635",
                        "value": "滦平县"
                    },
                    {
                        "id": "3636",
                        "value": "隆化县"
                    },
                    {
                        "id": "3637",
                        "value": "丰宁县"
                    },
                    {
                        "id": "3638",
                        "value": "宽城县"
                    },
                    {
                        "id": "3639",
                        "value": "围场县"
                    }
                ]
            },
            {
                "id": "3502",
                "value": "沧州市",
                "childs": [
                    {
                        "id": "3640",
                        "value": "新华区"
                    },
                    {
                        "id": "3641",
                        "value": "运河区"
                    },
                    {
                        "id": "3642",
                        "value": "沧县"
                    },
                    {
                        "id": "3643",
                        "value": "青县"
                    },
                    {
                        "id": "3644",
                        "value": "东光县"
                    },
                    {
                        "id": "3645",
                        "value": "海兴县"
                    },
                    {
                        "id": "3646",
                        "value": "盐山县"
                    },
                    {
                        "id": "3647",
                        "value": "肃宁县"
                    },
                    {
                        "id": "3648",
                        "value": "南皮县"
                    },
                    {
                        "id": "3649",
                        "value": "吴桥县"
                    },
                    {
                        "id": "3650",
                        "value": "献县"
                    },
                    {
                        "id": "3651",
                        "value": "孟村县"
                    },
                    {
                        "id": "3652",
                        "value": "泊头市"
                    },
                    {
                        "id": "3653",
                        "value": "任丘市"
                    },
                    {
                        "id": "3654",
                        "value": "黄骅市"
                    },
                    {
                        "id": "3655",
                        "value": "河间市"
                    }
                ]
            },
            {
                "id": "3503",
                "value": "廊坊市",
                "childs": [
                    {
                        "id": "3656",
                        "value": "安次区"
                    },
                    {
                        "id": "3657",
                        "value": "广阳区"
                    },
                    {
                        "id": "3658",
                        "value": "固安县"
                    },
                    {
                        "id": "3659",
                        "value": "永清县"
                    },
                    {
                        "id": "3660",
                        "value": "香河县"
                    },
                    {
                        "id": "3661",
                        "value": "大城县"
                    },
                    {
                        "id": "3662",
                        "value": "文安县"
                    },
                    {
                        "id": "3663",
                        "value": "大厂县"
                    },
                    {
                        "id": "3664",
                        "value": "霸州市"
                    },
                    {
                        "id": "3665",
                        "value": "三河市"
                    }
                ]
            },
            {
                "id": "3504",
                "value": "衡水市",
                "childs": [
                    {
                        "id": "3666",
                        "value": "桃城区"
                    },
                    {
                        "id": "3667",
                        "value": "枣强县"
                    },
                    {
                        "id": "3668",
                        "value": "武邑县"
                    },
                    {
                        "id": "3669",
                        "value": "武强县"
                    },
                    {
                        "id": "3670",
                        "value": "饶阳县"
                    },
                    {
                        "id": "3671",
                        "value": "安平县"
                    },
                    {
                        "id": "3672",
                        "value": "故城县"
                    },
                    {
                        "id": "3673",
                        "value": "景县"
                    },
                    {
                        "id": "3674",
                        "value": "阜城县"
                    },
                    {
                        "id": "3675",
                        "value": "冀州市"
                    },
                    {
                        "id": "3676",
                        "value": "深州市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3366",
        "value": "山西省",
        "childs": [
            {
                "id": "3677",
                "value": "太原市",
                "childs": [
                    {
                        "id": "3688",
                        "value": "小店区"
                    },
                    {
                        "id": "3689",
                        "value": "迎泽区"
                    },
                    {
                        "id": "3690",
                        "value": "杏花岭区"
                    },
                    {
                        "id": "3691",
                        "value": "尖草坪区"
                    },
                    {
                        "id": "3692",
                        "value": "万柏林区"
                    },
                    {
                        "id": "3693",
                        "value": "晋源区"
                    },
                    {
                        "id": "3694",
                        "value": "清徐县"
                    },
                    {
                        "id": "3695",
                        "value": "阳曲县"
                    },
                    {
                        "id": "3696",
                        "value": "娄烦县"
                    },
                    {
                        "id": "3697",
                        "value": "古交市"
                    }
                ]
            },
            {
                "id": "3678",
                "value": "大同市",
                "childs": [
                    {
                        "id": "3698",
                        "value": "城区"
                    },
                    {
                        "id": "3699",
                        "value": "矿区"
                    },
                    {
                        "id": "3700",
                        "value": "南郊区"
                    },
                    {
                        "id": "3701",
                        "value": "新荣区"
                    },
                    {
                        "id": "3702",
                        "value": "阳高县"
                    },
                    {
                        "id": "3703",
                        "value": "天镇县"
                    },
                    {
                        "id": "3704",
                        "value": "广灵县"
                    },
                    {
                        "id": "3705",
                        "value": "灵丘县"
                    },
                    {
                        "id": "3706",
                        "value": "浑源县"
                    },
                    {
                        "id": "3707",
                        "value": "左云县"
                    },
                    {
                        "id": "3708",
                        "value": "大同县"
                    }
                ]
            },
            {
                "id": "3679",
                "value": "阳泉市",
                "childs": [
                    {
                        "id": "3709",
                        "value": "城区"
                    },
                    {
                        "id": "3710",
                        "value": "矿区"
                    },
                    {
                        "id": "3711",
                        "value": "郊区"
                    },
                    {
                        "id": "3712",
                        "value": "平定县"
                    },
                    {
                        "id": "3713",
                        "value": "盂县"
                    }
                ]
            },
            {
                "id": "3680",
                "value": "长治市",
                "childs": [
                    {
                        "id": "3714",
                        "value": "城区"
                    },
                    {
                        "id": "3715",
                        "value": "郊区"
                    },
                    {
                        "id": "3716",
                        "value": "长治县"
                    },
                    {
                        "id": "3717",
                        "value": "襄垣县"
                    },
                    {
                        "id": "3718",
                        "value": "屯留县"
                    },
                    {
                        "id": "3719",
                        "value": "平顺县"
                    },
                    {
                        "id": "3720",
                        "value": "黎城县"
                    },
                    {
                        "id": "3721",
                        "value": "壶关县"
                    },
                    {
                        "id": "3722",
                        "value": "长子县"
                    },
                    {
                        "id": "3723",
                        "value": "武乡县"
                    },
                    {
                        "id": "3724",
                        "value": "沁县"
                    },
                    {
                        "id": "3725",
                        "value": "沁源县"
                    },
                    {
                        "id": "3726",
                        "value": "潞城市"
                    }
                ]
            },
            {
                "id": "3681",
                "value": "晋城市",
                "childs": [
                    {
                        "id": "3727",
                        "value": "城区"
                    },
                    {
                        "id": "3728",
                        "value": "沁水县"
                    },
                    {
                        "id": "3729",
                        "value": "阳城县"
                    },
                    {
                        "id": "3730",
                        "value": "陵川县"
                    },
                    {
                        "id": "3731",
                        "value": "泽州县"
                    },
                    {
                        "id": "3732",
                        "value": "高平市"
                    }
                ]
            },
            {
                "id": "3682",
                "value": "朔州市",
                "childs": [
                    {
                        "id": "3733",
                        "value": "朔城区"
                    },
                    {
                        "id": "3734",
                        "value": "平鲁区"
                    },
                    {
                        "id": "3735",
                        "value": "山阴县"
                    },
                    {
                        "id": "3736",
                        "value": "应县"
                    },
                    {
                        "id": "3737",
                        "value": "右玉县"
                    },
                    {
                        "id": "3738",
                        "value": "怀仁县"
                    }
                ]
            },
            {
                "id": "3683",
                "value": "晋中市",
                "childs": [
                    {
                        "id": "3739",
                        "value": "榆次区"
                    },
                    {
                        "id": "3740",
                        "value": "榆社县"
                    },
                    {
                        "id": "3741",
                        "value": "左权县"
                    },
                    {
                        "id": "3742",
                        "value": "和顺县"
                    },
                    {
                        "id": "3743",
                        "value": "昔阳县"
                    },
                    {
                        "id": "3744",
                        "value": "寿阳县"
                    },
                    {
                        "id": "3745",
                        "value": "太谷县"
                    },
                    {
                        "id": "3746",
                        "value": "祁县"
                    },
                    {
                        "id": "3747",
                        "value": "平遥县"
                    },
                    {
                        "id": "3748",
                        "value": "灵石县"
                    },
                    {
                        "id": "3749",
                        "value": "介休市"
                    }
                ]
            },
            {
                "id": "3684",
                "value": "运城市",
                "childs": [
                    {
                        "id": "3750",
                        "value": "盐湖区"
                    },
                    {
                        "id": "3751",
                        "value": "临猗县"
                    },
                    {
                        "id": "3752",
                        "value": "万荣县"
                    },
                    {
                        "id": "3753",
                        "value": "闻喜县"
                    },
                    {
                        "id": "3754",
                        "value": "稷山县"
                    },
                    {
                        "id": "3755",
                        "value": "新绛县"
                    },
                    {
                        "id": "3756",
                        "value": "绛县"
                    },
                    {
                        "id": "3757",
                        "value": "垣曲县"
                    },
                    {
                        "id": "3758",
                        "value": "夏县"
                    },
                    {
                        "id": "3759",
                        "value": "平陆县"
                    },
                    {
                        "id": "3760",
                        "value": "芮城县"
                    },
                    {
                        "id": "3761",
                        "value": "永济市"
                    },
                    {
                        "id": "3762",
                        "value": "河津市"
                    }
                ]
            },
            {
                "id": "3685",
                "value": "忻州市",
                "childs": [
                    {
                        "id": "3763",
                        "value": "忻府区"
                    },
                    {
                        "id": "3764",
                        "value": "定襄县"
                    },
                    {
                        "id": "3765",
                        "value": "五台县"
                    },
                    {
                        "id": "3766",
                        "value": "代县"
                    },
                    {
                        "id": "3767",
                        "value": "繁峙县"
                    },
                    {
                        "id": "3768",
                        "value": "宁武县"
                    },
                    {
                        "id": "3769",
                        "value": "静乐县"
                    },
                    {
                        "id": "3770",
                        "value": "神池县"
                    },
                    {
                        "id": "3771",
                        "value": "五寨县"
                    },
                    {
                        "id": "3772",
                        "value": "岢岚县"
                    },
                    {
                        "id": "3773",
                        "value": "河曲县"
                    },
                    {
                        "id": "3774",
                        "value": "保德县"
                    },
                    {
                        "id": "3775",
                        "value": "偏关县"
                    },
                    {
                        "id": "3776",
                        "value": "原平市"
                    }
                ]
            },
            {
                "id": "3686",
                "value": "临汾市",
                "childs": [
                    {
                        "id": "3777",
                        "value": "尧都区"
                    },
                    {
                        "id": "3778",
                        "value": "曲沃县"
                    },
                    {
                        "id": "3779",
                        "value": "翼城县"
                    },
                    {
                        "id": "3780",
                        "value": "襄汾县"
                    },
                    {
                        "id": "3781",
                        "value": "洪洞县"
                    },
                    {
                        "id": "3782",
                        "value": "古县"
                    },
                    {
                        "id": "3783",
                        "value": "安泽县"
                    },
                    {
                        "id": "3784",
                        "value": "浮山县"
                    },
                    {
                        "id": "3785",
                        "value": "吉县"
                    },
                    {
                        "id": "3786",
                        "value": "乡宁县"
                    },
                    {
                        "id": "3787",
                        "value": "大宁县"
                    },
                    {
                        "id": "3788",
                        "value": "隰县"
                    },
                    {
                        "id": "3789",
                        "value": "永和县"
                    },
                    {
                        "id": "3790",
                        "value": "蒲县"
                    },
                    {
                        "id": "3791",
                        "value": "汾西县"
                    },
                    {
                        "id": "3792",
                        "value": "侯马市"
                    },
                    {
                        "id": "3793",
                        "value": "霍州市"
                    }
                ]
            },
            {
                "id": "3687",
                "value": "吕梁市",
                "childs": [
                    {
                        "id": "3794",
                        "value": "离石区"
                    },
                    {
                        "id": "3795",
                        "value": "文水县"
                    },
                    {
                        "id": "3796",
                        "value": "交城县"
                    },
                    {
                        "id": "3797",
                        "value": "兴县"
                    },
                    {
                        "id": "3798",
                        "value": "临县"
                    },
                    {
                        "id": "3799",
                        "value": "柳林县"
                    },
                    {
                        "id": "3800",
                        "value": "石楼县"
                    },
                    {
                        "id": "3801",
                        "value": "岚县"
                    },
                    {
                        "id": "3802",
                        "value": "方山县"
                    },
                    {
                        "id": "3803",
                        "value": "中阳县"
                    },
                    {
                        "id": "3804",
                        "value": "交口县"
                    },
                    {
                        "id": "3805",
                        "value": "孝义市"
                    },
                    {
                        "id": "3806",
                        "value": "汾阳市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3367",
        "value": "内蒙古",
        "childs": [
            {
                "id": "3807",
                "value": "呼和浩特市",
                "childs": [
                    {
                        "id": "3819",
                        "value": "新城区"
                    },
                    {
                        "id": "3820",
                        "value": "回民区"
                    },
                    {
                        "id": "3821",
                        "value": "玉泉区"
                    },
                    {
                        "id": "3822",
                        "value": "赛罕区"
                    },
                    {
                        "id": "3823",
                        "value": "土默特左旗"
                    },
                    {
                        "id": "3824",
                        "value": "托克托县"
                    },
                    {
                        "id": "3825",
                        "value": "和林格尔县"
                    },
                    {
                        "id": "3826",
                        "value": "清水河县"
                    },
                    {
                        "id": "3827",
                        "value": "武川县"
                    }
                ]
            },
            {
                "id": "3808",
                "value": "包头市",
                "childs": [
                    {
                        "id": "3828",
                        "value": "东河区"
                    },
                    {
                        "id": "3829",
                        "value": "昆都仑区"
                    },
                    {
                        "id": "3830",
                        "value": "青山区"
                    },
                    {
                        "id": "3831",
                        "value": "石拐区"
                    },
                    {
                        "id": "3832",
                        "value": "白云矿区"
                    },
                    {
                        "id": "3833",
                        "value": "九原区"
                    },
                    {
                        "id": "3834",
                        "value": "土默特右旗"
                    },
                    {
                        "id": "3835",
                        "value": "固阳县"
                    },
                    {
                        "id": "3836",
                        "value": "达尔罕茂明安联合旗"
                    }
                ]
            },
            {
                "id": "3809",
                "value": "乌海市",
                "childs": [
                    {
                        "id": "3837",
                        "value": "海勃湾区"
                    },
                    {
                        "id": "3838",
                        "value": "海南区"
                    },
                    {
                        "id": "3839",
                        "value": "乌达区"
                    }
                ]
            },
            {
                "id": "3810",
                "value": "赤峰市",
                "childs": [
                    {
                        "id": "3840",
                        "value": "红山区"
                    },
                    {
                        "id": "3841",
                        "value": "元宝山区"
                    },
                    {
                        "id": "3842",
                        "value": "松山区"
                    },
                    {
                        "id": "3843",
                        "value": "阿鲁科尔沁旗"
                    },
                    {
                        "id": "3844",
                        "value": "巴林左旗"
                    },
                    {
                        "id": "3845",
                        "value": "巴林右旗"
                    },
                    {
                        "id": "3846",
                        "value": "林西县"
                    },
                    {
                        "id": "3847",
                        "value": "克什克腾旗"
                    },
                    {
                        "id": "3848",
                        "value": "翁牛特旗"
                    },
                    {
                        "id": "3849",
                        "value": "喀喇沁旗"
                    },
                    {
                        "id": "3850",
                        "value": "宁城县"
                    },
                    {
                        "id": "3851",
                        "value": "敖汉旗"
                    }
                ]
            },
            {
                "id": "3811",
                "value": "通辽市",
                "childs": [
                    {
                        "id": "3852",
                        "value": "科尔沁区"
                    },
                    {
                        "id": "3853",
                        "value": "科尔沁左翼中旗"
                    },
                    {
                        "id": "3854",
                        "value": "科尔沁左翼后旗"
                    },
                    {
                        "id": "3855",
                        "value": "开鲁县"
                    },
                    {
                        "id": "3856",
                        "value": "库伦旗"
                    },
                    {
                        "id": "3857",
                        "value": "奈曼旗"
                    },
                    {
                        "id": "3858",
                        "value": "扎鲁特旗"
                    },
                    {
                        "id": "3859",
                        "value": "霍林郭勒市"
                    }
                ]
            },
            {
                "id": "3812",
                "value": "鄂尔多斯市",
                "childs": [
                    {
                        "id": "3860",
                        "value": "东胜区"
                    },
                    {
                        "id": "3861",
                        "value": "达拉特旗"
                    },
                    {
                        "id": "3862",
                        "value": "准格尔旗"
                    },
                    {
                        "id": "3863",
                        "value": "鄂托克前旗"
                    },
                    {
                        "id": "3864",
                        "value": "鄂托克旗"
                    },
                    {
                        "id": "3865",
                        "value": "杭锦旗"
                    },
                    {
                        "id": "3866",
                        "value": "乌审旗"
                    },
                    {
                        "id": "3867",
                        "value": "伊金霍洛旗"
                    }
                ]
            },
            {
                "id": "3813",
                "value": "呼伦贝尔市",
                "childs": [
                    {
                        "id": "3868",
                        "value": "海拉尔区"
                    },
                    {
                        "id": "3869",
                        "value": "阿荣旗"
                    },
                    {
                        "id": "3870",
                        "value": "莫力达瓦达斡尔族自治旗"
                    },
                    {
                        "id": "3871",
                        "value": "鄂伦春自治旗"
                    },
                    {
                        "id": "3872",
                        "value": "鄂温克族自治旗"
                    },
                    {
                        "id": "3873",
                        "value": "陈巴尔虎旗"
                    },
                    {
                        "id": "3874",
                        "value": "新巴尔虎左旗"
                    },
                    {
                        "id": "3875",
                        "value": "新巴尔虎右旗"
                    },
                    {
                        "id": "3876",
                        "value": "满洲里市"
                    },
                    {
                        "id": "3877",
                        "value": "牙克石市"
                    },
                    {
                        "id": "3878",
                        "value": "扎兰屯市"
                    },
                    {
                        "id": "3879",
                        "value": "额尔古纳市"
                    },
                    {
                        "id": "3880",
                        "value": "根河市"
                    }
                ]
            },
            {
                "id": "3814",
                "value": "巴彦淖尔市",
                "childs": [
                    {
                        "id": "3881",
                        "value": "临河区"
                    },
                    {
                        "id": "3882",
                        "value": "五原县"
                    },
                    {
                        "id": "3883",
                        "value": "磴口县"
                    },
                    {
                        "id": "3884",
                        "value": "乌拉特前旗"
                    },
                    {
                        "id": "3885",
                        "value": "乌拉特中旗"
                    },
                    {
                        "id": "3886",
                        "value": "乌拉特后旗"
                    },
                    {
                        "id": "3887",
                        "value": "杭锦后旗"
                    }
                ]
            },
            {
                "id": "3815",
                "value": "乌兰察布市",
                "childs": [
                    {
                        "id": "3888",
                        "value": "集宁区"
                    },
                    {
                        "id": "3889",
                        "value": "卓资县"
                    },
                    {
                        "id": "3890",
                        "value": "化德县"
                    },
                    {
                        "id": "3891",
                        "value": "商都县"
                    },
                    {
                        "id": "3892",
                        "value": "兴和县"
                    },
                    {
                        "id": "3893",
                        "value": "凉城县"
                    },
                    {
                        "id": "3894",
                        "value": "察哈尔右翼前旗"
                    },
                    {
                        "id": "3895",
                        "value": "察哈尔右翼中旗"
                    },
                    {
                        "id": "3896",
                        "value": "察哈尔右翼后旗"
                    },
                    {
                        "id": "3897",
                        "value": "四子王旗"
                    },
                    {
                        "id": "3898",
                        "value": "丰镇市"
                    }
                ]
            },
            {
                "id": "3816",
                "value": "兴安盟",
                "childs": [
                    {
                        "id": "3899",
                        "value": "乌兰浩特市"
                    },
                    {
                        "id": "3900",
                        "value": "阿尔山市"
                    },
                    {
                        "id": "3901",
                        "value": "科尔沁右翼前旗"
                    },
                    {
                        "id": "3902",
                        "value": "科尔沁右翼中旗"
                    },
                    {
                        "id": "3903",
                        "value": "扎赉特旗"
                    },
                    {
                        "id": "3904",
                        "value": "突泉县"
                    }
                ]
            },
            {
                "id": "3817",
                "value": "锡林郭勒盟",
                "childs": [
                    {
                        "id": "3905",
                        "value": "二连浩特市"
                    },
                    {
                        "id": "3906",
                        "value": "锡林浩特市"
                    },
                    {
                        "id": "3907",
                        "value": "阿巴嘎旗"
                    },
                    {
                        "id": "3908",
                        "value": "苏尼特左旗"
                    },
                    {
                        "id": "3909",
                        "value": "苏尼特右旗"
                    },
                    {
                        "id": "3910",
                        "value": "东乌珠穆沁旗"
                    },
                    {
                        "id": "3911",
                        "value": "西乌珠穆沁旗"
                    },
                    {
                        "id": "3912",
                        "value": "太仆寺旗"
                    },
                    {
                        "id": "3913",
                        "value": "镶黄旗"
                    },
                    {
                        "id": "3914",
                        "value": "正镶白旗"
                    },
                    {
                        "id": "3915",
                        "value": "正蓝旗"
                    },
                    {
                        "id": "3916",
                        "value": "多伦县"
                    }
                ]
            },
            {
                "id": "3818",
                "value": "阿拉善盟",
                "childs": [
                    {
                        "id": "3917",
                        "value": "阿拉善左旗"
                    },
                    {
                        "id": "3918",
                        "value": "阿拉善右旗"
                    },
                    {
                        "id": "3919",
                        "value": "额济纳旗"
                    }
                ]
            }
        ]
    },
    {
        "id": "3368",
        "value": "辽宁省",
        "childs": [
            {
                "id": "3920",
                "value": "沈阳市",
                "childs": [
                    {
                        "id": "3934",
                        "value": "和平区"
                    },
                    {
                        "id": "3935",
                        "value": "沈河区"
                    },
                    {
                        "id": "3936",
                        "value": "大东区"
                    },
                    {
                        "id": "3937",
                        "value": "皇姑区"
                    },
                    {
                        "id": "3938",
                        "value": "铁西区"
                    },
                    {
                        "id": "3939",
                        "value": "苏家屯区"
                    },
                    {
                        "id": "3940",
                        "value": "东陵区"
                    },
                    {
                        "id": "3941",
                        "value": "新城子区"
                    },
                    {
                        "id": "3942",
                        "value": "于洪区"
                    },
                    {
                        "id": "3943",
                        "value": "辽中县"
                    },
                    {
                        "id": "3944",
                        "value": "康平县"
                    },
                    {
                        "id": "3945",
                        "value": "法库县"
                    },
                    {
                        "id": "3946",
                        "value": "新民市"
                    }
                ]
            },
            {
                "id": "3921",
                "value": "大连市",
                "childs": [
                    {
                        "id": "3947",
                        "value": "中山区"
                    },
                    {
                        "id": "3948",
                        "value": "西岗区"
                    },
                    {
                        "id": "3949",
                        "value": "沙河口区"
                    },
                    {
                        "id": "3950",
                        "value": "甘井子区"
                    },
                    {
                        "id": "3951",
                        "value": "旅顺口区"
                    },
                    {
                        "id": "3952",
                        "value": "金州区"
                    },
                    {
                        "id": "3953",
                        "value": "长海县"
                    },
                    {
                        "id": "3954",
                        "value": "瓦房店市"
                    },
                    {
                        "id": "3955",
                        "value": "普兰店市"
                    },
                    {
                        "id": "3956",
                        "value": "庄河市"
                    }
                ]
            },
            {
                "id": "3922",
                "value": "鞍山市",
                "childs": [
                    {
                        "id": "3957",
                        "value": "铁东区"
                    },
                    {
                        "id": "3958",
                        "value": "铁西区"
                    },
                    {
                        "id": "3959",
                        "value": "立山区"
                    },
                    {
                        "id": "3960",
                        "value": "千山区"
                    },
                    {
                        "id": "3961",
                        "value": "台安县"
                    },
                    {
                        "id": "3962",
                        "value": "岫岩满族自治县"
                    },
                    {
                        "id": "3963",
                        "value": "海城市"
                    }
                ]
            },
            {
                "id": "3923",
                "value": "抚顺市",
                "childs": [
                    {
                        "id": "3964",
                        "value": "新抚区"
                    },
                    {
                        "id": "3965",
                        "value": "东洲区"
                    },
                    {
                        "id": "3966",
                        "value": "望花区"
                    },
                    {
                        "id": "3967",
                        "value": "顺城区"
                    },
                    {
                        "id": "3968",
                        "value": "抚顺县"
                    },
                    {
                        "id": "3969",
                        "value": "新宾满族自治县"
                    },
                    {
                        "id": "3970",
                        "value": "清原满族自治县"
                    }
                ]
            },
            {
                "id": "3924",
                "value": "本溪市",
                "childs": [
                    {
                        "id": "3971",
                        "value": "平山区"
                    },
                    {
                        "id": "3972",
                        "value": "溪湖区"
                    },
                    {
                        "id": "3973",
                        "value": "明山区"
                    },
                    {
                        "id": "3974",
                        "value": "南芬区"
                    },
                    {
                        "id": "3975",
                        "value": "本溪满族自治县"
                    },
                    {
                        "id": "3976",
                        "value": "桓仁满族自治县"
                    }
                ]
            },
            {
                "id": "3925",
                "value": "丹东市",
                "childs": [
                    {
                        "id": "3977",
                        "value": "元宝区"
                    },
                    {
                        "id": "3978",
                        "value": "振兴区"
                    },
                    {
                        "id": "3979",
                        "value": "振安区"
                    },
                    {
                        "id": "3980",
                        "value": "宽甸满族自治县"
                    },
                    {
                        "id": "3981",
                        "value": "东港市"
                    },
                    {
                        "id": "3982",
                        "value": "凤城市"
                    }
                ]
            },
            {
                "id": "3926",
                "value": "锦州市",
                "childs": [
                    {
                        "id": "3983",
                        "value": "古塔区"
                    },
                    {
                        "id": "3984",
                        "value": "凌河区"
                    },
                    {
                        "id": "3985",
                        "value": "太和区"
                    },
                    {
                        "id": "3986",
                        "value": "黑山县"
                    },
                    {
                        "id": "3987",
                        "value": "义县"
                    },
                    {
                        "id": "3988",
                        "value": "凌海市"
                    },
                    {
                        "id": "3989",
                        "value": "北镇市"
                    }
                ]
            },
            {
                "id": "3927",
                "value": "营口市",
                "childs": [
                    {
                        "id": "3990",
                        "value": "站前区"
                    },
                    {
                        "id": "3991",
                        "value": "西市区"
                    },
                    {
                        "id": "3992",
                        "value": "鲅鱼圈区"
                    },
                    {
                        "id": "3993",
                        "value": "老边区"
                    },
                    {
                        "id": "3994",
                        "value": "盖州市"
                    },
                    {
                        "id": "3995",
                        "value": "大石桥市"
                    }
                ]
            },
            {
                "id": "3928",
                "value": "阜新市",
                "childs": [
                    {
                        "id": "3996",
                        "value": "海州区"
                    },
                    {
                        "id": "3997",
                        "value": "新邱区"
                    },
                    {
                        "id": "3998",
                        "value": "太平区"
                    },
                    {
                        "id": "3999",
                        "value": "清河门区"
                    },
                    {
                        "id": "4000",
                        "value": "细河区"
                    },
                    {
                        "id": "4001",
                        "value": "阜新蒙古族自治县"
                    },
                    {
                        "id": "4002",
                        "value": "彰武县"
                    }
                ]
            },
            {
                "id": "3929",
                "value": "辽阳市",
                "childs": [
                    {
                        "id": "4003",
                        "value": "白塔区"
                    },
                    {
                        "id": "4004",
                        "value": "文圣区"
                    },
                    {
                        "id": "4005",
                        "value": "宏伟区"
                    },
                    {
                        "id": "4006",
                        "value": "弓长岭区"
                    },
                    {
                        "id": "4007",
                        "value": "太子河区"
                    },
                    {
                        "id": "4008",
                        "value": "辽阳县"
                    },
                    {
                        "id": "4009",
                        "value": "灯塔市"
                    }
                ]
            },
            {
                "id": "3930",
                "value": "盘锦市",
                "childs": [
                    {
                        "id": "4010",
                        "value": "双台子区"
                    },
                    {
                        "id": "4011",
                        "value": "兴隆台区"
                    },
                    {
                        "id": "4012",
                        "value": "大洼县"
                    },
                    {
                        "id": "4013",
                        "value": "盘山县"
                    }
                ]
            },
            {
                "id": "3931",
                "value": "铁岭市",
                "childs": [
                    {
                        "id": "4014",
                        "value": "银州区"
                    },
                    {
                        "id": "4015",
                        "value": "清河区"
                    },
                    {
                        "id": "4016",
                        "value": "铁岭县"
                    },
                    {
                        "id": "4017",
                        "value": "西丰县"
                    },
                    {
                        "id": "4018",
                        "value": "昌图县"
                    },
                    {
                        "id": "4019",
                        "value": "调兵山市"
                    },
                    {
                        "id": "4020",
                        "value": "开原市"
                    }
                ]
            },
            {
                "id": "3932",
                "value": "朝阳市",
                "childs": [
                    {
                        "id": "4021",
                        "value": "双塔区"
                    },
                    {
                        "id": "4022",
                        "value": "龙城区"
                    },
                    {
                        "id": "4023",
                        "value": "朝阳县"
                    },
                    {
                        "id": "4024",
                        "value": "建平县"
                    },
                    {
                        "id": "4025",
                        "value": "喀喇沁左翼蒙古族自治县"
                    },
                    {
                        "id": "4026",
                        "value": "北票市"
                    },
                    {
                        "id": "4027",
                        "value": "凌源市"
                    }
                ]
            },
            {
                "id": "3933",
                "value": "葫芦岛市",
                "childs": [
                    {
                        "id": "4028",
                        "value": "连山区"
                    },
                    {
                        "id": "4029",
                        "value": "龙港区"
                    },
                    {
                        "id": "4030",
                        "value": "南票区"
                    },
                    {
                        "id": "4031",
                        "value": "绥中县"
                    },
                    {
                        "id": "4032",
                        "value": "建昌县"
                    },
                    {
                        "id": "4033",
                        "value": "兴城市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3369",
        "value": "吉林省",
        "childs": [
            {
                "id": "4034",
                "value": "长春市",
                "childs": [
                    {
                        "id": "4043",
                        "value": "南关区"
                    },
                    {
                        "id": "4044",
                        "value": "宽城区"
                    },
                    {
                        "id": "4045",
                        "value": "朝阳区"
                    },
                    {
                        "id": "4046",
                        "value": "二道区"
                    },
                    {
                        "id": "4047",
                        "value": "绿园区"
                    },
                    {
                        "id": "4048",
                        "value": "双阳区"
                    },
                    {
                        "id": "4049",
                        "value": "农安县"
                    },
                    {
                        "id": "4050",
                        "value": "九台市"
                    },
                    {
                        "id": "4051",
                        "value": "榆树市"
                    },
                    {
                        "id": "4052",
                        "value": "德惠市"
                    }
                ]
            },
            {
                "id": "4035",
                "value": "吉林市",
                "childs": [
                    {
                        "id": "4053",
                        "value": "昌邑区"
                    },
                    {
                        "id": "4054",
                        "value": "龙潭区"
                    },
                    {
                        "id": "4055",
                        "value": "船营区"
                    },
                    {
                        "id": "4056",
                        "value": "丰满区"
                    },
                    {
                        "id": "4057",
                        "value": "永吉县"
                    },
                    {
                        "id": "4058",
                        "value": "蛟河市"
                    },
                    {
                        "id": "4059",
                        "value": "桦甸市"
                    },
                    {
                        "id": "4060",
                        "value": "舒兰市"
                    },
                    {
                        "id": "4061",
                        "value": "磐石市"
                    }
                ]
            },
            {
                "id": "4036",
                "value": "四平市",
                "childs": [
                    {
                        "id": "4062",
                        "value": "铁西区"
                    },
                    {
                        "id": "4063",
                        "value": "铁东区"
                    },
                    {
                        "id": "4064",
                        "value": "梨树县"
                    },
                    {
                        "id": "4065",
                        "value": "伊通满族自治县"
                    },
                    {
                        "id": "4066",
                        "value": "公主岭市"
                    },
                    {
                        "id": "4067",
                        "value": "双辽市"
                    }
                ]
            },
            {
                "id": "4037",
                "value": "辽源市",
                "childs": [
                    {
                        "id": "4068",
                        "value": "龙山区"
                    },
                    {
                        "id": "4069",
                        "value": "西安区"
                    },
                    {
                        "id": "4070",
                        "value": "东丰县"
                    },
                    {
                        "id": "4071",
                        "value": "东辽县"
                    }
                ]
            },
            {
                "id": "4038",
                "value": "通化市",
                "childs": [
                    {
                        "id": "4072",
                        "value": "东昌区"
                    },
                    {
                        "id": "4073",
                        "value": "二道江区"
                    },
                    {
                        "id": "4074",
                        "value": "通化县"
                    },
                    {
                        "id": "4075",
                        "value": "辉南县"
                    },
                    {
                        "id": "4076",
                        "value": "柳河县"
                    },
                    {
                        "id": "4077",
                        "value": "梅河口市"
                    },
                    {
                        "id": "4078",
                        "value": "集安市"
                    }
                ]
            },
            {
                "id": "4039",
                "value": "白山市",
                "childs": [
                    {
                        "id": "4079",
                        "value": "八道江区"
                    },
                    {
                        "id": "4080",
                        "value": "抚松县"
                    },
                    {
                        "id": "4081",
                        "value": "靖宇县"
                    },
                    {
                        "id": "4082",
                        "value": "长白朝鲜族自治县"
                    },
                    {
                        "id": "4083",
                        "value": "江源县"
                    },
                    {
                        "id": "4084",
                        "value": "临江市"
                    }
                ]
            },
            {
                "id": "4040",
                "value": "松原市",
                "childs": [
                    {
                        "id": "4085",
                        "value": "宁江区"
                    },
                    {
                        "id": "4086",
                        "value": "前郭尔罗斯蒙古族自治县"
                    },
                    {
                        "id": "4087",
                        "value": "长岭县"
                    },
                    {
                        "id": "4088",
                        "value": "乾安县"
                    },
                    {
                        "id": "4089",
                        "value": "扶余县"
                    }
                ]
            },
            {
                "id": "4041",
                "value": "白城市",
                "childs": [
                    {
                        "id": "4090",
                        "value": "洮北区"
                    },
                    {
                        "id": "4091",
                        "value": "镇赉县"
                    },
                    {
                        "id": "4092",
                        "value": "通榆县"
                    },
                    {
                        "id": "4093",
                        "value": "洮南市"
                    },
                    {
                        "id": "4094",
                        "value": "大安市"
                    }
                ]
            },
            {
                "id": "4042",
                "value": "延边朝鲜族自治州",
                "childs": [
                    {
                        "id": "4095",
                        "value": "延吉市"
                    },
                    {
                        "id": "4096",
                        "value": "图们市"
                    },
                    {
                        "id": "4097",
                        "value": "敦化市"
                    },
                    {
                        "id": "4098",
                        "value": "珲春市"
                    },
                    {
                        "id": "4099",
                        "value": "龙井市"
                    },
                    {
                        "id": "4100",
                        "value": "和龙市"
                    },
                    {
                        "id": "4101",
                        "value": "汪清县"
                    },
                    {
                        "id": "4102",
                        "value": "安图县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3370",
        "value": "黑龙江省",
        "childs": [
            {
                "id": "4103",
                "value": "哈尔滨市",
                "childs": [
                    {
                        "id": "4116",
                        "value": "道里区"
                    },
                    {
                        "id": "4117",
                        "value": "南岗区"
                    },
                    {
                        "id": "4118",
                        "value": "道外区"
                    },
                    {
                        "id": "4119",
                        "value": "香坊区"
                    },
                    {
                        "id": "4120",
                        "value": "动力区"
                    },
                    {
                        "id": "4121",
                        "value": "平房区"
                    },
                    {
                        "id": "4122",
                        "value": "松北区"
                    },
                    {
                        "id": "4123",
                        "value": "呼兰区"
                    },
                    {
                        "id": "4124",
                        "value": "依兰县"
                    },
                    {
                        "id": "4125",
                        "value": "方正县"
                    },
                    {
                        "id": "4126",
                        "value": "宾县"
                    },
                    {
                        "id": "4127",
                        "value": "巴彦县"
                    },
                    {
                        "id": "4128",
                        "value": "木兰县"
                    },
                    {
                        "id": "4129",
                        "value": "通河县"
                    },
                    {
                        "id": "4130",
                        "value": "延寿县"
                    },
                    {
                        "id": "4131",
                        "value": "阿城市"
                    },
                    {
                        "id": "4132",
                        "value": "双城区"
                    },
                    {
                        "id": "4133",
                        "value": "尚志市"
                    },
                    {
                        "id": "4134",
                        "value": "五常市"
                    },
                    {
                        "id": "6789",
                        "value": "哈尔滨市辖区"
                    }
                ]
            },
            {
                "id": "4104",
                "value": "齐齐哈尔市",
                "childs": [
                    {
                        "id": "4135",
                        "value": "龙沙区"
                    },
                    {
                        "id": "4136",
                        "value": "建华区"
                    },
                    {
                        "id": "4137",
                        "value": "铁锋区"
                    },
                    {
                        "id": "4138",
                        "value": "昂昂溪区"
                    },
                    {
                        "id": "4139",
                        "value": "富拉尔基区"
                    },
                    {
                        "id": "4140",
                        "value": "碾子山区"
                    },
                    {
                        "id": "4141",
                        "value": "梅里斯达斡尔族区"
                    },
                    {
                        "id": "4142",
                        "value": "龙江县"
                    },
                    {
                        "id": "4143",
                        "value": "依安县"
                    },
                    {
                        "id": "4144",
                        "value": "泰来县"
                    },
                    {
                        "id": "4145",
                        "value": "甘南县"
                    },
                    {
                        "id": "4146",
                        "value": "富裕县"
                    },
                    {
                        "id": "4147",
                        "value": "克山县"
                    },
                    {
                        "id": "4148",
                        "value": "克东县"
                    },
                    {
                        "id": "4149",
                        "value": "拜泉县"
                    },
                    {
                        "id": "4150",
                        "value": "讷河市"
                    },
                    {
                        "id": "6790",
                        "value": "齐齐哈尔市辖区"
                    }
                ]
            },
            {
                "id": "4105",
                "value": "鸡西市",
                "childs": [
                    {
                        "id": "4151",
                        "value": "鸡冠区"
                    },
                    {
                        "id": "4152",
                        "value": "恒山区"
                    },
                    {
                        "id": "4153",
                        "value": "滴道区"
                    },
                    {
                        "id": "4154",
                        "value": "梨树区"
                    },
                    {
                        "id": "4155",
                        "value": "城子河区"
                    },
                    {
                        "id": "4156",
                        "value": "麻山区"
                    },
                    {
                        "id": "4157",
                        "value": "鸡东县"
                    },
                    {
                        "id": "4158",
                        "value": "虎林市"
                    },
                    {
                        "id": "4159",
                        "value": "密山市"
                    },
                    {
                        "id": "6791",
                        "value": "鸡西市辖区"
                    }
                ]
            },
            {
                "id": "4106",
                "value": "鹤岗市",
                "childs": [
                    {
                        "id": "4160",
                        "value": "向阳区"
                    },
                    {
                        "id": "4161",
                        "value": "工农区"
                    },
                    {
                        "id": "4162",
                        "value": "鹤岗市南山区"
                    },
                    {
                        "id": "4163",
                        "value": "兴安区"
                    },
                    {
                        "id": "4164",
                        "value": "东山区"
                    },
                    {
                        "id": "4165",
                        "value": "兴山区"
                    },
                    {
                        "id": "4166",
                        "value": "罗北区"
                    },
                    {
                        "id": "4167",
                        "value": "绥滨县"
                    },
                    {
                        "id": "6792",
                        "value": "鹤岗市辖区"
                    }
                ]
            },
            {
                "id": "4107",
                "value": "双鸭山市",
                "childs": [
                    {
                        "id": "4168",
                        "value": "尖山区"
                    },
                    {
                        "id": "4169",
                        "value": "岭东区"
                    },
                    {
                        "id": "4170",
                        "value": "四方台区"
                    },
                    {
                        "id": "4171",
                        "value": "宝山区"
                    },
                    {
                        "id": "4172",
                        "value": "集贤县"
                    },
                    {
                        "id": "4173",
                        "value": "友谊县"
                    },
                    {
                        "id": "4174",
                        "value": "宝清县"
                    },
                    {
                        "id": "4175",
                        "value": "饶河县"
                    },
                    {
                        "id": "6793",
                        "value": "双鸭山市辖区"
                    }
                ]
            },
            {
                "id": "4108",
                "value": "大庆市",
                "childs": [
                    {
                        "id": "4176",
                        "value": "萨尔图区"
                    },
                    {
                        "id": "4177",
                        "value": "龙凤区"
                    },
                    {
                        "id": "4178",
                        "value": "让胡路区"
                    },
                    {
                        "id": "4179",
                        "value": "红岗区"
                    },
                    {
                        "id": "4180",
                        "value": "大同区"
                    },
                    {
                        "id": "4181",
                        "value": "肇州县"
                    },
                    {
                        "id": "4182",
                        "value": "肇源县"
                    },
                    {
                        "id": "4183",
                        "value": "林甸县"
                    },
                    {
                        "id": "4184",
                        "value": "杜尔伯特蒙古族自治县"
                    },
                    {
                        "id": "6794",
                        "value": "大庆市辖区"
                    }
                ]
            },
            {
                "id": "4109",
                "value": "伊春市",
                "childs": [
                    {
                        "id": "4185",
                        "value": "伊春区"
                    },
                    {
                        "id": "4186",
                        "value": "南岔区"
                    },
                    {
                        "id": "4187",
                        "value": "友好区"
                    },
                    {
                        "id": "4188",
                        "value": "西林区"
                    },
                    {
                        "id": "4189",
                        "value": "翠峦区"
                    },
                    {
                        "id": "4190",
                        "value": "新青区"
                    },
                    {
                        "id": "4191",
                        "value": "美溪区"
                    },
                    {
                        "id": "4192",
                        "value": "金山屯区"
                    },
                    {
                        "id": "4193",
                        "value": "五营区"
                    },
                    {
                        "id": "4194",
                        "value": "乌马河区"
                    },
                    {
                        "id": "4195",
                        "value": "汤旺河区"
                    },
                    {
                        "id": "4196",
                        "value": "带岭区"
                    },
                    {
                        "id": "4197",
                        "value": "乌伊岭区"
                    },
                    {
                        "id": "4198",
                        "value": "红星区"
                    },
                    {
                        "id": "4199",
                        "value": "上甘岭区"
                    },
                    {
                        "id": "4200",
                        "value": "嘉荫县"
                    },
                    {
                        "id": "4201",
                        "value": "铁力市"
                    },
                    {
                        "id": "6795",
                        "value": "伊春市辖区"
                    }
                ]
            },
            {
                "id": "4110",
                "value": "佳木斯市",
                "childs": [
                    {
                        "id": "4202",
                        "value": "永红区"
                    },
                    {
                        "id": "4203",
                        "value": "向阳区"
                    },
                    {
                        "id": "4204",
                        "value": "前进区"
                    },
                    {
                        "id": "4205",
                        "value": "东风区"
                    },
                    {
                        "id": "4206",
                        "value": "佳木斯市郊区"
                    },
                    {
                        "id": "4207",
                        "value": "桦南县"
                    },
                    {
                        "id": "4208",
                        "value": "桦川县"
                    },
                    {
                        "id": "4209",
                        "value": "汤原县"
                    },
                    {
                        "id": "4210",
                        "value": "抚远县"
                    },
                    {
                        "id": "4211",
                        "value": "同江市"
                    },
                    {
                        "id": "4212",
                        "value": "富锦市"
                    },
                    {
                        "id": "6796",
                        "value": "佳木斯市辖区"
                    }
                ]
            },
            {
                "id": "4111",
                "value": "七台河市",
                "childs": [
                    {
                        "id": "4213",
                        "value": "新兴区"
                    },
                    {
                        "id": "4214",
                        "value": "桃山区"
                    },
                    {
                        "id": "4215",
                        "value": "茄子河区"
                    },
                    {
                        "id": "4216",
                        "value": "勃利县"
                    },
                    {
                        "id": "6797",
                        "value": "七台河市辖区"
                    }
                ]
            },
            {
                "id": "4112",
                "value": "牡丹江市",
                "childs": [
                    {
                        "id": "4217",
                        "value": "东安区"
                    },
                    {
                        "id": "4218",
                        "value": "阳明区"
                    },
                    {
                        "id": "4219",
                        "value": "爱民区"
                    },
                    {
                        "id": "4220",
                        "value": "西安区"
                    },
                    {
                        "id": "4221",
                        "value": "东宁县"
                    },
                    {
                        "id": "4222",
                        "value": "林口县"
                    },
                    {
                        "id": "4223",
                        "value": "绥芬河市"
                    },
                    {
                        "id": "4224",
                        "value": "海林市"
                    },
                    {
                        "id": "4225",
                        "value": "宁安市"
                    },
                    {
                        "id": "4226",
                        "value": "穆棱市"
                    },
                    {
                        "id": "6798",
                        "value": "牡丹江市辖区"
                    }
                ]
            },
            {
                "id": "4113",
                "value": "黑河市",
                "childs": [
                    {
                        "id": "4227",
                        "value": "爱辉区"
                    },
                    {
                        "id": "4228",
                        "value": "嫩江县"
                    },
                    {
                        "id": "4229",
                        "value": "逊克县"
                    },
                    {
                        "id": "4230",
                        "value": "孙吴县"
                    },
                    {
                        "id": "4231",
                        "value": "北安市"
                    },
                    {
                        "id": "4232",
                        "value": "五大连池市"
                    },
                    {
                        "id": "6799",
                        "value": "黑河市辖区"
                    }
                ]
            },
            {
                "id": "4114",
                "value": "绥化市",
                "childs": [
                    {
                        "id": "4233",
                        "value": "北林区"
                    },
                    {
                        "id": "4234",
                        "value": "望奎县"
                    },
                    {
                        "id": "4235",
                        "value": "兰西县"
                    },
                    {
                        "id": "4236",
                        "value": "青冈县"
                    },
                    {
                        "id": "4237",
                        "value": "庆安县"
                    },
                    {
                        "id": "4238",
                        "value": "明水县"
                    },
                    {
                        "id": "4239",
                        "value": "绥棱县"
                    },
                    {
                        "id": "4240",
                        "value": "安达市"
                    },
                    {
                        "id": "4241",
                        "value": "肇东市"
                    },
                    {
                        "id": "4242",
                        "value": "海伦市"
                    },
                    {
                        "id": "6800",
                        "value": "绥化市辖区"
                    }
                ]
            },
            {
                "id": "4115",
                "value": "大兴安岭地区",
                "childs": [
                    {
                        "id": "4243",
                        "value": "呼玛县"
                    },
                    {
                        "id": "4244",
                        "value": "塔河县"
                    },
                    {
                        "id": "4245",
                        "value": "漠河县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3371",
        "value": "江苏省",
        "childs": [
            {
                "id": "4246",
                "value": "南京市",
                "childs": [
                    {
                        "id": "4259",
                        "value": "玄武区"
                    },
                    {
                        "id": "4261",
                        "value": "秦淮区"
                    },
                    {
                        "id": "4262",
                        "value": "建邺区"
                    },
                    {
                        "id": "4263",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "4265",
                        "value": "浦口区"
                    },
                    {
                        "id": "4266",
                        "value": "栖霞区"
                    },
                    {
                        "id": "4267",
                        "value": "雨花台区"
                    },
                    {
                        "id": "4268",
                        "value": "江宁区"
                    },
                    {
                        "id": "4269",
                        "value": "六合区"
                    },
                    {
                        "id": "4270",
                        "value": "溧水区"
                    },
                    {
                        "id": "4271",
                        "value": "高淳区"
                    },
                    {
                        "id": "6887",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4247",
                "value": "无锡市",
                "childs": [
                    {
                        "id": "4272",
                        "value": "市直"
                    },
                    {
                        "id": "4273",
                        "value": "新吴区"
                    },
                    {
                        "id": "4274",
                        "value": "梁溪区"
                    },
                    {
                        "id": "4275",
                        "value": "锡山区"
                    },
                    {
                        "id": "4276",
                        "value": "惠山区"
                    },
                    {
                        "id": "4277",
                        "value": "滨湖区"
                    },
                    {
                        "id": "4278",
                        "value": "江阴市"
                    },
                    {
                        "id": "4279",
                        "value": "宜兴市"
                    }
                ]
            },
            {
                "id": "4248",
                "value": "徐州市",
                "childs": [
                    {
                        "id": "4280",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "4281",
                        "value": "开发区"
                    },
                    {
                        "id": "4282",
                        "value": "云龙区"
                    },
                    {
                        "id": "4283",
                        "value": "贾汪区"
                    },
                    {
                        "id": "4284",
                        "value": "泉山区"
                    },
                    {
                        "id": "4285",
                        "value": "丰县"
                    },
                    {
                        "id": "4286",
                        "value": "沛县"
                    },
                    {
                        "id": "4287",
                        "value": "铜山区"
                    },
                    {
                        "id": "4288",
                        "value": "睢宁县"
                    },
                    {
                        "id": "4289",
                        "value": "新沂市"
                    },
                    {
                        "id": "4290",
                        "value": "邳州市"
                    },
                    {
                        "id": "6888",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4249",
                "value": "常州市",
                "childs": [
                    {
                        "id": "4291",
                        "value": "天宁区"
                    },
                    {
                        "id": "4292",
                        "value": "钟楼区"
                    },
                    {
                        "id": "4293",
                        "value": "市直"
                    },
                    {
                        "id": "4294",
                        "value": "新北区"
                    },
                    {
                        "id": "4295",
                        "value": "武进区"
                    },
                    {
                        "id": "4296",
                        "value": "溧阳市"
                    },
                    {
                        "id": "4297",
                        "value": "金坛市"
                    }
                ]
            },
            {
                "id": "4250",
                "value": "苏州市",
                "childs": [
                    {
                        "id": "4298",
                        "value": "市直"
                    },
                    {
                        "id": "4299",
                        "value": "工业园区"
                    },
                    {
                        "id": "4300",
                        "value": "姑苏区"
                    },
                    {
                        "id": "4301",
                        "value": "虎丘区"
                    },
                    {
                        "id": "4302",
                        "value": "吴中区"
                    },
                    {
                        "id": "4303",
                        "value": "相城区"
                    },
                    {
                        "id": "4304",
                        "value": "常熟市"
                    },
                    {
                        "id": "4305",
                        "value": "张家港市"
                    },
                    {
                        "id": "4306",
                        "value": "昆山市"
                    },
                    {
                        "id": "4307",
                        "value": "吴江区"
                    },
                    {
                        "id": "4308",
                        "value": "太仓市"
                    }
                ]
            },
            {
                "id": "4251",
                "value": "南通市",
                "childs": [
                    {
                        "id": "4309",
                        "value": "崇川区"
                    },
                    {
                        "id": "4310",
                        "value": "港闸区"
                    },
                    {
                        "id": "4311",
                        "value": "海安县"
                    },
                    {
                        "id": "4312",
                        "value": "如东县"
                    },
                    {
                        "id": "4313",
                        "value": "启东市"
                    },
                    {
                        "id": "4314",
                        "value": "如皋市"
                    },
                    {
                        "id": "4315",
                        "value": "通州区"
                    },
                    {
                        "id": "4316",
                        "value": "海门市"
                    },
                    {
                        "id": "6889",
                        "value": "开发区"
                    },
                    {
                        "id": "6890",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4252",
                "value": "连云港市",
                "childs": [
                    {
                        "id": "4317",
                        "value": "连云区"
                    },
                    {
                        "id": "4318",
                        "value": "市直"
                    },
                    {
                        "id": "4319",
                        "value": "海州区"
                    },
                    {
                        "id": "4320",
                        "value": "赣榆区"
                    },
                    {
                        "id": "4321",
                        "value": "东海县"
                    },
                    {
                        "id": "4322",
                        "value": "灌云县"
                    },
                    {
                        "id": "4323",
                        "value": "灌南县"
                    }
                ]
            },
            {
                "id": "4253",
                "value": "淮安市",
                "childs": [
                    {
                        "id": "4324",
                        "value": "淮安区"
                    },
                    {
                        "id": "4325",
                        "value": "开发区"
                    },
                    {
                        "id": "4326",
                        "value": "淮阴区"
                    },
                    {
                        "id": "4327",
                        "value": "清江浦区"
                    },
                    {
                        "id": "4328",
                        "value": "涟水县"
                    },
                    {
                        "id": "4329",
                        "value": "洪泽区"
                    },
                    {
                        "id": "4330",
                        "value": "盱眙县"
                    },
                    {
                        "id": "4331",
                        "value": "金湖县"
                    },
                    {
                        "id": "6891",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4254",
                "value": "盐城市",
                "childs": [
                    {
                        "id": "4332",
                        "value": "亭湖区"
                    },
                    {
                        "id": "4333",
                        "value": "盐都区"
                    },
                    {
                        "id": "4334",
                        "value": "响水县"
                    },
                    {
                        "id": "4335",
                        "value": "滨海县"
                    },
                    {
                        "id": "4336",
                        "value": "阜宁县"
                    },
                    {
                        "id": "4337",
                        "value": "射阳县"
                    },
                    {
                        "id": "4338",
                        "value": "建湖县"
                    },
                    {
                        "id": "4339",
                        "value": "东台市"
                    },
                    {
                        "id": "4340",
                        "value": "大丰区"
                    },
                    {
                        "id": "6892",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4255",
                "value": "扬州市",
                "childs": [
                    {
                        "id": "4341",
                        "value": "广陵区"
                    },
                    {
                        "id": "4342",
                        "value": "邗江区"
                    },
                    {
                        "id": "4343",
                        "value": "市直"
                    },
                    {
                        "id": "4344",
                        "value": "宝应县"
                    },
                    {
                        "id": "4345",
                        "value": "仪征市"
                    },
                    {
                        "id": "4346",
                        "value": "高邮市"
                    },
                    {
                        "id": "4347",
                        "value": "江都区"
                    }
                ]
            },
            {
                "id": "4256",
                "value": "镇江市",
                "childs": [
                    {
                        "id": "4348",
                        "value": "京口区"
                    },
                    {
                        "id": "4349",
                        "value": "润州区"
                    },
                    {
                        "id": "4350",
                        "value": "丹徒区"
                    },
                    {
                        "id": "4351",
                        "value": "丹阳市"
                    },
                    {
                        "id": "4352",
                        "value": "扬中市"
                    },
                    {
                        "id": "4353",
                        "value": "句容市"
                    },
                    {
                        "id": "6893",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4257",
                "value": "泰州市",
                "childs": [
                    {
                        "id": "4354",
                        "value": "海陵区"
                    },
                    {
                        "id": "4355",
                        "value": "高港区"
                    },
                    {
                        "id": "4356",
                        "value": "兴化市"
                    },
                    {
                        "id": "4357",
                        "value": "靖江市"
                    },
                    {
                        "id": "4358",
                        "value": "泰兴市"
                    },
                    {
                        "id": "4359",
                        "value": "姜堰区"
                    },
                    {
                        "id": "6894",
                        "value": "高新区"
                    },
                    {
                        "id": "6895",
                        "value": "市直"
                    }
                ]
            },
            {
                "id": "4258",
                "value": "宿迁市",
                "childs": [
                    {
                        "id": "4360",
                        "value": "宿城区"
                    },
                    {
                        "id": "4361",
                        "value": "宿豫区"
                    },
                    {
                        "id": "4362",
                        "value": "沭阳县"
                    },
                    {
                        "id": "4363",
                        "value": "泗阳县"
                    },
                    {
                        "id": "4364",
                        "value": "泗洪县"
                    },
                    {
                        "id": "6896",
                        "value": "市直"
                    }
                ]
            }
        ]
    },
    {
        "id": "3372",
        "value": "浙江省",
        "childs": [
            {
                "id": "4365",
                "value": "杭州市",
                "childs": [
                    {
                        "id": "4376",
                        "value": "上城区"
                    },
                    {
                        "id": "4377",
                        "value": "下城区"
                    },
                    {
                        "id": "4378",
                        "value": "江干区"
                    },
                    {
                        "id": "4379",
                        "value": "拱墅区"
                    },
                    {
                        "id": "4380",
                        "value": "西湖区"
                    },
                    {
                        "id": "4381",
                        "value": "滨江区"
                    },
                    {
                        "id": "4382",
                        "value": "萧山区"
                    },
                    {
                        "id": "4383",
                        "value": "余杭区"
                    },
                    {
                        "id": "4384",
                        "value": "桐庐县"
                    },
                    {
                        "id": "4385",
                        "value": "淳安县"
                    },
                    {
                        "id": "4386",
                        "value": "建德市"
                    },
                    {
                        "id": "4387",
                        "value": "富阳区"
                    },
                    {
                        "id": "4388",
                        "value": "临安市"
                    }
                ]
            },
            {
                "id": "4366",
                "value": "宁波市",
                "childs": [
                    {
                        "id": "4389",
                        "value": "海曙区"
                    },
                    {
                        "id": "4391",
                        "value": "江北区"
                    },
                    {
                        "id": "4392",
                        "value": "北仑区"
                    },
                    {
                        "id": "4393",
                        "value": "镇海区"
                    },
                    {
                        "id": "4394",
                        "value": "鄞州区"
                    },
                    {
                        "id": "4395",
                        "value": "象山县"
                    },
                    {
                        "id": "4396",
                        "value": "宁海县"
                    },
                    {
                        "id": "4397",
                        "value": "余姚市"
                    },
                    {
                        "id": "4398",
                        "value": "慈溪市"
                    },
                    {
                        "id": "4399",
                        "value": "奉化区"
                    }
                ]
            },
            {
                "id": "4367",
                "value": "温州市",
                "childs": [
                    {
                        "id": "4400",
                        "value": "鹿城区"
                    },
                    {
                        "id": "4401",
                        "value": "龙湾区"
                    },
                    {
                        "id": "4402",
                        "value": "瓯海区"
                    },
                    {
                        "id": "4403",
                        "value": "洞头县"
                    },
                    {
                        "id": "4404",
                        "value": "永嘉县"
                    },
                    {
                        "id": "4405",
                        "value": "平阳县"
                    },
                    {
                        "id": "4406",
                        "value": "苍南县"
                    },
                    {
                        "id": "4407",
                        "value": "文成县"
                    },
                    {
                        "id": "4408",
                        "value": "泰顺县"
                    },
                    {
                        "id": "4409",
                        "value": "瑞安市"
                    },
                    {
                        "id": "4410",
                        "value": "乐清市"
                    }
                ]
            },
            {
                "id": "4368",
                "value": "嘉兴市",
                "childs": [
                    {
                        "id": "4411",
                        "value": "南湖区"
                    },
                    {
                        "id": "4412",
                        "value": "秀洲区"
                    },
                    {
                        "id": "4413",
                        "value": "嘉善县"
                    },
                    {
                        "id": "4414",
                        "value": "海盐县"
                    },
                    {
                        "id": "4415",
                        "value": "海宁市"
                    },
                    {
                        "id": "4416",
                        "value": "平湖市"
                    },
                    {
                        "id": "4417",
                        "value": "桐乡市"
                    }
                ]
            },
            {
                "id": "4369",
                "value": "湖州市",
                "childs": [
                    {
                        "id": "4418",
                        "value": "吴兴区"
                    },
                    {
                        "id": "4419",
                        "value": "南浔区"
                    },
                    {
                        "id": "4420",
                        "value": "德清县"
                    },
                    {
                        "id": "4421",
                        "value": "长兴县"
                    },
                    {
                        "id": "4422",
                        "value": "安吉县"
                    }
                ]
            },
            {
                "id": "4370",
                "value": "绍兴市",
                "childs": [
                    {
                        "id": "4423",
                        "value": "越城区"
                    },
                    {
                        "id": "4424",
                        "value": "柯桥区"
                    },
                    {
                        "id": "4425",
                        "value": "新昌县"
                    },
                    {
                        "id": "4426",
                        "value": "诸暨市"
                    },
                    {
                        "id": "4427",
                        "value": "上虞区"
                    },
                    {
                        "id": "4428",
                        "value": "嵊州市"
                    }
                ]
            },
            {
                "id": "4371",
                "value": "金华市",
                "childs": [
                    {
                        "id": "4429",
                        "value": "婺城区"
                    },
                    {
                        "id": "4430",
                        "value": "金东区"
                    },
                    {
                        "id": "4431",
                        "value": "武义县"
                    },
                    {
                        "id": "4432",
                        "value": "浦江县"
                    },
                    {
                        "id": "4433",
                        "value": "磐安县"
                    },
                    {
                        "id": "4434",
                        "value": "兰溪市"
                    },
                    {
                        "id": "4435",
                        "value": "义乌市"
                    },
                    {
                        "id": "4436",
                        "value": "东阳市"
                    },
                    {
                        "id": "4437",
                        "value": "永康市"
                    }
                ]
            },
            {
                "id": "4372",
                "value": "衢州市",
                "childs": [
                    {
                        "id": "4438",
                        "value": "柯城区"
                    },
                    {
                        "id": "4439",
                        "value": "衢江区"
                    },
                    {
                        "id": "4440",
                        "value": "常山县"
                    },
                    {
                        "id": "4441",
                        "value": "开化县"
                    },
                    {
                        "id": "4442",
                        "value": "龙游县"
                    },
                    {
                        "id": "4443",
                        "value": "江山市"
                    }
                ]
            },
            {
                "id": "4373",
                "value": "舟山市",
                "childs": [
                    {
                        "id": "4444",
                        "value": "定海区"
                    },
                    {
                        "id": "4445",
                        "value": "普陀区"
                    },
                    {
                        "id": "4446",
                        "value": "岱山县"
                    },
                    {
                        "id": "4447",
                        "value": "嵊泗县"
                    }
                ]
            },
            {
                "id": "4374",
                "value": "台州市",
                "childs": [
                    {
                        "id": "4448",
                        "value": "椒江区"
                    },
                    {
                        "id": "4449",
                        "value": "黄岩区"
                    },
                    {
                        "id": "4450",
                        "value": "路桥区"
                    },
                    {
                        "id": "4451",
                        "value": "玉环县"
                    },
                    {
                        "id": "4452",
                        "value": "三门县"
                    },
                    {
                        "id": "4453",
                        "value": "天台县"
                    },
                    {
                        "id": "4454",
                        "value": "仙居县"
                    },
                    {
                        "id": "4455",
                        "value": "温岭市"
                    },
                    {
                        "id": "4456",
                        "value": "临海市"
                    }
                ]
            },
            {
                "id": "4375",
                "value": "丽水市",
                "childs": [
                    {
                        "id": "4457",
                        "value": "莲都区"
                    },
                    {
                        "id": "4458",
                        "value": "青田县"
                    },
                    {
                        "id": "4459",
                        "value": "缙云县"
                    },
                    {
                        "id": "4460",
                        "value": "遂昌县"
                    },
                    {
                        "id": "4461",
                        "value": "松阳县"
                    },
                    {
                        "id": "4462",
                        "value": "云和县"
                    },
                    {
                        "id": "4463",
                        "value": "庆元县"
                    },
                    {
                        "id": "4464",
                        "value": "景宁县"
                    },
                    {
                        "id": "4465",
                        "value": "龙泉市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3373",
        "value": "安徽省",
        "childs": [
            {
                "id": "4466",
                "value": "合肥市",
                "childs": [
                    {
                        "id": "4483",
                        "value": "瑶海区"
                    },
                    {
                        "id": "4484",
                        "value": "庐阳区"
                    },
                    {
                        "id": "4485",
                        "value": "蜀山区"
                    },
                    {
                        "id": "4486",
                        "value": "包河区"
                    },
                    {
                        "id": "4487",
                        "value": "长丰县"
                    },
                    {
                        "id": "4488",
                        "value": "肥东县"
                    },
                    {
                        "id": "4489",
                        "value": "肥西县"
                    },
                    {
                        "id": "6751",
                        "value": "庐江县"
                    },
                    {
                        "id": "6752",
                        "value": "巢湖市"
                    }
                ]
            },
            {
                "id": "4467",
                "value": "芜湖市",
                "childs": [
                    {
                        "id": "4490",
                        "value": "镜湖区"
                    },
                    {
                        "id": "4491",
                        "value": "弋江区"
                    },
                    {
                        "id": "4492",
                        "value": "鸠江区"
                    },
                    {
                        "id": "4493",
                        "value": "三山区"
                    },
                    {
                        "id": "4494",
                        "value": "芜湖县"
                    },
                    {
                        "id": "4495",
                        "value": "繁昌县"
                    },
                    {
                        "id": "4496",
                        "value": "南陵县"
                    },
                    {
                        "id": "4563",
                        "value": "无为县"
                    },
                    {
                        "id": "6753",
                        "value": "开发区"
                    }
                ]
            },
            {
                "id": "4468",
                "value": "蚌埠市",
                "childs": [
                    {
                        "id": "4497",
                        "value": "龙子湖区"
                    },
                    {
                        "id": "4498",
                        "value": "蚌山区"
                    },
                    {
                        "id": "4499",
                        "value": "禹会区"
                    },
                    {
                        "id": "4500",
                        "value": "淮上区"
                    },
                    {
                        "id": "4501",
                        "value": "怀远县"
                    },
                    {
                        "id": "4502",
                        "value": "五河县"
                    },
                    {
                        "id": "4503",
                        "value": "固镇县"
                    }
                ]
            },
            {
                "id": "4469",
                "value": "淮南市",
                "childs": [
                    {
                        "id": "4504",
                        "value": "大通区"
                    },
                    {
                        "id": "4505",
                        "value": "田家庵区"
                    },
                    {
                        "id": "4506",
                        "value": "谢家集区"
                    },
                    {
                        "id": "4507",
                        "value": "八公山区"
                    },
                    {
                        "id": "4508",
                        "value": "潘集区"
                    },
                    {
                        "id": "4509",
                        "value": "凤台县"
                    },
                    {
                        "id": "6754",
                        "value": "毛集实验区"
                    },
                    {
                        "id": "6755",
                        "value": "寿县"
                    }
                ]
            },
            {
                "id": "4470",
                "value": "马鞍山市",
                "childs": [
                    {
                        "id": "4511",
                        "value": "花山区"
                    },
                    {
                        "id": "4512",
                        "value": "雨山区"
                    },
                    {
                        "id": "4513",
                        "value": "当涂县"
                    },
                    {
                        "id": "6756",
                        "value": "博望区"
                    },
                    {
                        "id": "6757",
                        "value": "含山县"
                    },
                    {
                        "id": "6758",
                        "value": "和县"
                    },
                    {
                        "id": "6803",
                        "value": "金家庄区"
                    }
                ]
            },
            {
                "id": "4471",
                "value": "淮北市",
                "childs": [
                    {
                        "id": "4514",
                        "value": "杜集区"
                    },
                    {
                        "id": "4515",
                        "value": "相山区"
                    },
                    {
                        "id": "4516",
                        "value": "烈山区"
                    },
                    {
                        "id": "4517",
                        "value": "濉溪县"
                    }
                ]
            },
            {
                "id": "4472",
                "value": "铜陵市",
                "childs": [
                    {
                        "id": "4520",
                        "value": "郊区"
                    },
                    {
                        "id": "6775",
                        "value": "铜陵县"
                    },
                    {
                        "id": "6776",
                        "value": "狮子山区"
                    },
                    {
                        "id": "6777",
                        "value": "铜官山区"
                    }
                ]
            },
            {
                "id": "4473",
                "value": "安庆市",
                "childs": [
                    {
                        "id": "4522",
                        "value": "迎江区"
                    },
                    {
                        "id": "4523",
                        "value": "大观区"
                    },
                    {
                        "id": "4524",
                        "value": "宜秀区"
                    },
                    {
                        "id": "4525",
                        "value": "怀宁县"
                    },
                    {
                        "id": "4527",
                        "value": "潜山县"
                    },
                    {
                        "id": "4528",
                        "value": "太湖县"
                    },
                    {
                        "id": "4529",
                        "value": "宿松县"
                    },
                    {
                        "id": "4530",
                        "value": "望江县"
                    },
                    {
                        "id": "4531",
                        "value": "岳西县"
                    },
                    {
                        "id": "4532",
                        "value": "桐城市"
                    },
                    {
                        "id": "6759",
                        "value": "安庆市经济技术开发区"
                    },
                    {
                        "id": "6778",
                        "value": "枞阳县"
                    }
                ]
            },
            {
                "id": "4474",
                "value": "黄山市",
                "childs": [
                    {
                        "id": "4533",
                        "value": "屯溪区"
                    },
                    {
                        "id": "4534",
                        "value": "黄山区"
                    },
                    {
                        "id": "4535",
                        "value": "徽州区"
                    },
                    {
                        "id": "4536",
                        "value": "歙县"
                    },
                    {
                        "id": "4537",
                        "value": "休宁县"
                    },
                    {
                        "id": "4538",
                        "value": "黟县"
                    },
                    {
                        "id": "4539",
                        "value": "祁门县"
                    }
                ]
            },
            {
                "id": "4475",
                "value": "滁州市",
                "childs": [
                    {
                        "id": "4540",
                        "value": "琅琊区"
                    },
                    {
                        "id": "4541",
                        "value": "南谯区"
                    },
                    {
                        "id": "4542",
                        "value": "来安县"
                    },
                    {
                        "id": "4543",
                        "value": "全椒县"
                    },
                    {
                        "id": "4544",
                        "value": "定远县"
                    },
                    {
                        "id": "4545",
                        "value": "凤阳县"
                    },
                    {
                        "id": "4546",
                        "value": "天长市"
                    },
                    {
                        "id": "4547",
                        "value": "明光市"
                    }
                ]
            },
            {
                "id": "4476",
                "value": "阜阳市",
                "childs": [
                    {
                        "id": "4548",
                        "value": "颍州区"
                    },
                    {
                        "id": "4549",
                        "value": "颍东区"
                    },
                    {
                        "id": "4550",
                        "value": "颍泉区"
                    },
                    {
                        "id": "4551",
                        "value": "临泉县"
                    },
                    {
                        "id": "4552",
                        "value": "太和县"
                    },
                    {
                        "id": "4553",
                        "value": "阜南县"
                    },
                    {
                        "id": "4554",
                        "value": "颍上县"
                    },
                    {
                        "id": "4555",
                        "value": "界首市"
                    }
                ]
            },
            {
                "id": "4477",
                "value": "宿州市",
                "childs": [
                    {
                        "id": "4556",
                        "value": "墉桥区"
                    },
                    {
                        "id": "4557",
                        "value": "砀山县"
                    },
                    {
                        "id": "4558",
                        "value": "萧县"
                    },
                    {
                        "id": "4559",
                        "value": "灵璧县"
                    },
                    {
                        "id": "4560",
                        "value": "泗县"
                    }
                ]
            },
            {
                "id": "4479",
                "value": "六安市",
                "childs": [
                    {
                        "id": "4566",
                        "value": "金安区"
                    },
                    {
                        "id": "4567",
                        "value": "裕安区"
                    },
                    {
                        "id": "4569",
                        "value": "霍邱县"
                    },
                    {
                        "id": "4570",
                        "value": "舒城县"
                    },
                    {
                        "id": "4571",
                        "value": "金寨县"
                    },
                    {
                        "id": "4572",
                        "value": "霍山县"
                    },
                    {
                        "id": "6760",
                        "value": "叶集区"
                    },
                    {
                        "id": "6779",
                        "value": "寿县"
                    }
                ]
            },
            {
                "id": "4480",
                "value": "亳州市",
                "childs": [
                    {
                        "id": "4573",
                        "value": "谯城区"
                    },
                    {
                        "id": "4574",
                        "value": "涡阳县"
                    },
                    {
                        "id": "4575",
                        "value": "蒙城县"
                    },
                    {
                        "id": "4576",
                        "value": "利辛县"
                    }
                ]
            },
            {
                "id": "4481",
                "value": "池州市",
                "childs": [
                    {
                        "id": "4577",
                        "value": "贵池区"
                    },
                    {
                        "id": "4578",
                        "value": "东至县"
                    },
                    {
                        "id": "4579",
                        "value": "石台县"
                    },
                    {
                        "id": "4580",
                        "value": "青阳县"
                    }
                ]
            },
            {
                "id": "4482",
                "value": "宣城市",
                "childs": [
                    {
                        "id": "4581",
                        "value": "宣州区"
                    },
                    {
                        "id": "4582",
                        "value": "郎溪县"
                    },
                    {
                        "id": "4583",
                        "value": "广德县"
                    },
                    {
                        "id": "4584",
                        "value": "泾县"
                    },
                    {
                        "id": "4585",
                        "value": "绩溪县"
                    },
                    {
                        "id": "4586",
                        "value": "旌德县"
                    },
                    {
                        "id": "4587",
                        "value": "宁国市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3374",
        "value": "福建省",
        "childs": [
            {
                "id": "4588",
                "value": "福州市",
                "childs": [
                    {
                        "id": "4597",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "4598",
                        "value": "台江区"
                    },
                    {
                        "id": "4599",
                        "value": "仓山区"
                    },
                    {
                        "id": "4600",
                        "value": "马尾区"
                    },
                    {
                        "id": "4601",
                        "value": "晋安区"
                    },
                    {
                        "id": "4602",
                        "value": "闽侯县"
                    },
                    {
                        "id": "4603",
                        "value": "连江县"
                    },
                    {
                        "id": "4604",
                        "value": "罗源县"
                    },
                    {
                        "id": "4605",
                        "value": "闽清县"
                    },
                    {
                        "id": "4606",
                        "value": "永泰县"
                    },
                    {
                        "id": "4607",
                        "value": "平潭县"
                    },
                    {
                        "id": "4608",
                        "value": "福清市"
                    },
                    {
                        "id": "4609",
                        "value": "长乐市"
                    }
                ]
            },
            {
                "id": "4589",
                "value": "厦门市",
                "childs": [
                    {
                        "id": "4610",
                        "value": "思明区"
                    },
                    {
                        "id": "4611",
                        "value": "海沧区"
                    },
                    {
                        "id": "4612",
                        "value": "湖里区"
                    },
                    {
                        "id": "4613",
                        "value": "集美区"
                    },
                    {
                        "id": "4614",
                        "value": "同安区"
                    },
                    {
                        "id": "4615",
                        "value": "翔安区"
                    }
                ]
            },
            {
                "id": "4590",
                "value": "莆田市",
                "childs": [
                    {
                        "id": "4616",
                        "value": "城厢区"
                    },
                    {
                        "id": "4617",
                        "value": "涵江区"
                    },
                    {
                        "id": "4618",
                        "value": "荔城区"
                    },
                    {
                        "id": "4619",
                        "value": "秀屿区"
                    },
                    {
                        "id": "4620",
                        "value": "仙游县"
                    }
                ]
            },
            {
                "id": "4591",
                "value": "三明市",
                "childs": [
                    {
                        "id": "4621",
                        "value": "梅列区"
                    },
                    {
                        "id": "4622",
                        "value": "三元区"
                    },
                    {
                        "id": "4623",
                        "value": "明溪县"
                    },
                    {
                        "id": "4624",
                        "value": "清流县"
                    },
                    {
                        "id": "4625",
                        "value": "宁化县"
                    },
                    {
                        "id": "4626",
                        "value": "大田县"
                    },
                    {
                        "id": "4627",
                        "value": "尤溪县"
                    },
                    {
                        "id": "4628",
                        "value": "沙县"
                    },
                    {
                        "id": "4629",
                        "value": "将乐县"
                    },
                    {
                        "id": "4630",
                        "value": "泰宁县"
                    },
                    {
                        "id": "4631",
                        "value": "建宁县"
                    },
                    {
                        "id": "4632",
                        "value": "永安市"
                    }
                ]
            },
            {
                "id": "4592",
                "value": "泉州市",
                "childs": [
                    {
                        "id": "4633",
                        "value": "鲤城区"
                    },
                    {
                        "id": "4634",
                        "value": "丰泽区"
                    },
                    {
                        "id": "4635",
                        "value": "洛江区"
                    },
                    {
                        "id": "4636",
                        "value": "泉港区"
                    },
                    {
                        "id": "4637",
                        "value": "惠安县"
                    },
                    {
                        "id": "4638",
                        "value": "安溪县"
                    },
                    {
                        "id": "4639",
                        "value": "永春县"
                    },
                    {
                        "id": "4640",
                        "value": "德化县"
                    },
                    {
                        "id": "4641",
                        "value": "金门县"
                    },
                    {
                        "id": "4642",
                        "value": "石狮市"
                    },
                    {
                        "id": "4643",
                        "value": "晋江市"
                    },
                    {
                        "id": "4644",
                        "value": "南安市"
                    }
                ]
            },
            {
                "id": "4593",
                "value": "漳州市",
                "childs": [
                    {
                        "id": "4645",
                        "value": "芗城区"
                    },
                    {
                        "id": "4646",
                        "value": "龙文区"
                    },
                    {
                        "id": "4647",
                        "value": "云霄县"
                    },
                    {
                        "id": "4648",
                        "value": "漳浦县"
                    },
                    {
                        "id": "4649",
                        "value": "诏安县"
                    },
                    {
                        "id": "4650",
                        "value": "长泰县"
                    },
                    {
                        "id": "4651",
                        "value": "东山县"
                    },
                    {
                        "id": "4652",
                        "value": "南靖县"
                    },
                    {
                        "id": "4653",
                        "value": "平和县"
                    },
                    {
                        "id": "4654",
                        "value": "华安县"
                    },
                    {
                        "id": "4655",
                        "value": "龙海市"
                    }
                ]
            },
            {
                "id": "4594",
                "value": "南平市",
                "childs": [
                    {
                        "id": "4656",
                        "value": "延平区"
                    },
                    {
                        "id": "4657",
                        "value": "顺昌县"
                    },
                    {
                        "id": "4658",
                        "value": "浦城县"
                    },
                    {
                        "id": "4659",
                        "value": "光泽县"
                    },
                    {
                        "id": "4660",
                        "value": "松溪县"
                    },
                    {
                        "id": "4661",
                        "value": "政和县"
                    },
                    {
                        "id": "4662",
                        "value": "邵武市"
                    },
                    {
                        "id": "4663",
                        "value": "武夷山市"
                    },
                    {
                        "id": "4664",
                        "value": "建瓯市"
                    },
                    {
                        "id": "4665",
                        "value": "建阳市"
                    }
                ]
            },
            {
                "id": "4595",
                "value": "龙岩市",
                "childs": [
                    {
                        "id": "4666",
                        "value": "新罗区"
                    },
                    {
                        "id": "4667",
                        "value": "长汀县"
                    },
                    {
                        "id": "4668",
                        "value": "永定县"
                    },
                    {
                        "id": "4669",
                        "value": "上杭县"
                    },
                    {
                        "id": "4670",
                        "value": "武平县"
                    },
                    {
                        "id": "4671",
                        "value": "连城县"
                    },
                    {
                        "id": "4672",
                        "value": "漳平市"
                    }
                ]
            },
            {
                "id": "4596",
                "value": "宁德市",
                "childs": [
                    {
                        "id": "4673",
                        "value": "蕉城区"
                    },
                    {
                        "id": "4674",
                        "value": "霞浦县"
                    },
                    {
                        "id": "4675",
                        "value": "古田县"
                    },
                    {
                        "id": "4676",
                        "value": "屏南县"
                    },
                    {
                        "id": "4677",
                        "value": "寿宁县"
                    },
                    {
                        "id": "4678",
                        "value": "周宁县"
                    },
                    {
                        "id": "4679",
                        "value": "柘荣县"
                    },
                    {
                        "id": "4680",
                        "value": "福安市"
                    },
                    {
                        "id": "4681",
                        "value": "福鼎市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3375",
        "value": "江西省",
        "childs": [
            {
                "id": "4682",
                "value": "南昌市",
                "childs": [
                    {
                        "id": "4693",
                        "value": "东湖区"
                    },
                    {
                        "id": "4694",
                        "value": "西湖区"
                    },
                    {
                        "id": "4695",
                        "value": "青云谱区"
                    },
                    {
                        "id": "4696",
                        "value": "湾里区"
                    },
                    {
                        "id": "4697",
                        "value": "青山湖区"
                    },
                    {
                        "id": "4698",
                        "value": "南昌县"
                    },
                    {
                        "id": "4699",
                        "value": "新建县"
                    },
                    {
                        "id": "4700",
                        "value": "安义县"
                    },
                    {
                        "id": "4701",
                        "value": "进贤县"
                    },
                    {
                        "id": "6748",
                        "value": "红谷滩新区"
                    }
                ]
            },
            {
                "id": "4683",
                "value": "景德镇市",
                "childs": [
                    {
                        "id": "4702",
                        "value": "昌江区"
                    },
                    {
                        "id": "4703",
                        "value": "珠山区"
                    },
                    {
                        "id": "4704",
                        "value": "浮梁县"
                    },
                    {
                        "id": "4705",
                        "value": "乐平市"
                    }
                ]
            },
            {
                "id": "4684",
                "value": "萍乡市",
                "childs": [
                    {
                        "id": "4706",
                        "value": "安源区"
                    },
                    {
                        "id": "4707",
                        "value": "湘东区"
                    },
                    {
                        "id": "4708",
                        "value": "莲花县"
                    },
                    {
                        "id": "4709",
                        "value": "上栗县"
                    },
                    {
                        "id": "4710",
                        "value": "芦溪县"
                    }
                ]
            },
            {
                "id": "4685",
                "value": "九江市",
                "childs": [
                    {
                        "id": "4711",
                        "value": "庐山区"
                    },
                    {
                        "id": "4712",
                        "value": "浔阳区"
                    },
                    {
                        "id": "4713",
                        "value": "九江县"
                    },
                    {
                        "id": "4714",
                        "value": "武宁县"
                    },
                    {
                        "id": "4715",
                        "value": "修水县"
                    },
                    {
                        "id": "4716",
                        "value": "永修县"
                    },
                    {
                        "id": "4717",
                        "value": "德安县"
                    },
                    {
                        "id": "4718",
                        "value": "星子县"
                    },
                    {
                        "id": "4719",
                        "value": "都昌县"
                    },
                    {
                        "id": "4720",
                        "value": "湖口县"
                    },
                    {
                        "id": "4721",
                        "value": "彭泽县"
                    },
                    {
                        "id": "4722",
                        "value": "瑞昌市"
                    }
                ]
            },
            {
                "id": "4686",
                "value": "新余市",
                "childs": [
                    {
                        "id": "4723",
                        "value": "渝水区"
                    },
                    {
                        "id": "4724",
                        "value": "分宜县"
                    }
                ]
            },
            {
                "id": "4687",
                "value": "鹰潭市",
                "childs": [
                    {
                        "id": "4725",
                        "value": "月湖区"
                    },
                    {
                        "id": "4726",
                        "value": "余江县"
                    },
                    {
                        "id": "4727",
                        "value": "贵溪市"
                    },
                    {
                        "id": "6749",
                        "value": "章贡区"
                    }
                ]
            },
            {
                "id": "4688",
                "value": "赣州市",
                "childs": [
                    {
                        "id": "4728",
                        "value": "章贡区"
                    },
                    {
                        "id": "4729",
                        "value": "赣县"
                    },
                    {
                        "id": "4730",
                        "value": "信丰县"
                    },
                    {
                        "id": "4731",
                        "value": "大余县"
                    },
                    {
                        "id": "4732",
                        "value": "上犹县"
                    },
                    {
                        "id": "4733",
                        "value": "崇义县"
                    },
                    {
                        "id": "4734",
                        "value": "安远县"
                    },
                    {
                        "id": "4735",
                        "value": "龙南县"
                    },
                    {
                        "id": "4736",
                        "value": "定南县"
                    },
                    {
                        "id": "4737",
                        "value": "全南县"
                    },
                    {
                        "id": "4738",
                        "value": "宁都县"
                    },
                    {
                        "id": "4739",
                        "value": "于都县"
                    },
                    {
                        "id": "4740",
                        "value": "兴国县"
                    },
                    {
                        "id": "4741",
                        "value": "会昌县"
                    },
                    {
                        "id": "4742",
                        "value": "寻乌县"
                    },
                    {
                        "id": "4743",
                        "value": "石城县"
                    },
                    {
                        "id": "4744",
                        "value": "瑞金市"
                    },
                    {
                        "id": "4745",
                        "value": "南康市"
                    }
                ]
            },
            {
                "id": "4689",
                "value": "吉安市",
                "childs": [
                    {
                        "id": "4746",
                        "value": "吉州区"
                    },
                    {
                        "id": "4747",
                        "value": "青原区"
                    },
                    {
                        "id": "4748",
                        "value": "吉安县"
                    },
                    {
                        "id": "4749",
                        "value": "吉水县"
                    },
                    {
                        "id": "4750",
                        "value": "峡江县"
                    },
                    {
                        "id": "4751",
                        "value": "新干县"
                    },
                    {
                        "id": "4752",
                        "value": "永丰县"
                    },
                    {
                        "id": "4753",
                        "value": "泰和县"
                    },
                    {
                        "id": "4754",
                        "value": "遂川县"
                    },
                    {
                        "id": "4755",
                        "value": "万安县"
                    },
                    {
                        "id": "4756",
                        "value": "安福县"
                    },
                    {
                        "id": "4757",
                        "value": "永新县"
                    },
                    {
                        "id": "4758",
                        "value": "井冈山市"
                    }
                ]
            },
            {
                "id": "4690",
                "value": "宜春市",
                "childs": [
                    {
                        "id": "4759",
                        "value": "袁州区"
                    },
                    {
                        "id": "4760",
                        "value": "奉新县"
                    },
                    {
                        "id": "4761",
                        "value": "万载县"
                    },
                    {
                        "id": "4762",
                        "value": "上高县"
                    },
                    {
                        "id": "4763",
                        "value": "宜丰县"
                    },
                    {
                        "id": "4764",
                        "value": "靖安县"
                    },
                    {
                        "id": "4765",
                        "value": "铜鼓县"
                    },
                    {
                        "id": "4766",
                        "value": "丰城市"
                    },
                    {
                        "id": "4767",
                        "value": "樟树市"
                    },
                    {
                        "id": "4768",
                        "value": "高安市"
                    }
                ]
            },
            {
                "id": "4691",
                "value": "抚州市",
                "childs": [
                    {
                        "id": "4769",
                        "value": "临川区"
                    },
                    {
                        "id": "4770",
                        "value": "南城县"
                    },
                    {
                        "id": "4771",
                        "value": "黎川县"
                    },
                    {
                        "id": "4772",
                        "value": "南丰县"
                    },
                    {
                        "id": "4773",
                        "value": "崇仁县"
                    },
                    {
                        "id": "4774",
                        "value": "乐安县"
                    },
                    {
                        "id": "4775",
                        "value": "宜黄县"
                    },
                    {
                        "id": "4776",
                        "value": "金溪县"
                    },
                    {
                        "id": "4777",
                        "value": "资溪县"
                    },
                    {
                        "id": "4778",
                        "value": "东乡县"
                    },
                    {
                        "id": "4779",
                        "value": "广昌县"
                    }
                ]
            },
            {
                "id": "4692",
                "value": "上饶市",
                "childs": [
                    {
                        "id": "4780",
                        "value": "信州区"
                    },
                    {
                        "id": "4781",
                        "value": "上饶县"
                    },
                    {
                        "id": "4782",
                        "value": "广丰县"
                    },
                    {
                        "id": "4783",
                        "value": "玉山县"
                    },
                    {
                        "id": "4784",
                        "value": "铅山县"
                    },
                    {
                        "id": "4785",
                        "value": "横峰县"
                    },
                    {
                        "id": "4786",
                        "value": "弋阳县"
                    },
                    {
                        "id": "4787",
                        "value": "余干县"
                    },
                    {
                        "id": "4788",
                        "value": "鄱阳县"
                    },
                    {
                        "id": "4789",
                        "value": "万年县"
                    },
                    {
                        "id": "4790",
                        "value": "婺源县"
                    },
                    {
                        "id": "4791",
                        "value": "德兴市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3376",
        "value": "山东省",
        "childs": [
            {
                "id": "4792",
                "value": "济南市",
                "childs": [
                    {
                        "id": "4809",
                        "value": "历下区"
                    },
                    {
                        "id": "4810",
                        "value": "市中区"
                    },
                    {
                        "id": "4811",
                        "value": "槐荫区"
                    },
                    {
                        "id": "4812",
                        "value": "天桥区"
                    },
                    {
                        "id": "4813",
                        "value": "历城区"
                    },
                    {
                        "id": "4814",
                        "value": "长清区"
                    },
                    {
                        "id": "4815",
                        "value": "平阴县"
                    },
                    {
                        "id": "4816",
                        "value": "济阳县"
                    },
                    {
                        "id": "4817",
                        "value": "商河县"
                    },
                    {
                        "id": "4818",
                        "value": "章丘区"
                    },
                    {
                        "id": "6848",
                        "value": "济南高新区"
                    }
                ]
            },
            {
                "id": "4793",
                "value": "青岛市",
                "childs": [
                    {
                        "id": "4819",
                        "value": "市南区"
                    },
                    {
                        "id": "4820",
                        "value": "市北区"
                    },
                    {
                        "id": "4822",
                        "value": "黄岛区"
                    },
                    {
                        "id": "4823",
                        "value": "崂山区"
                    },
                    {
                        "id": "4824",
                        "value": "李沧区"
                    },
                    {
                        "id": "4825",
                        "value": "城阳区"
                    },
                    {
                        "id": "4826",
                        "value": "胶州市"
                    },
                    {
                        "id": "4827",
                        "value": "即墨市"
                    },
                    {
                        "id": "4828",
                        "value": "平度市"
                    },
                    {
                        "id": "4830",
                        "value": "莱西市"
                    }
                ]
            },
            {
                "id": "4794",
                "value": "淄博市",
                "childs": [
                    {
                        "id": "4831",
                        "value": "淄川区"
                    },
                    {
                        "id": "4832",
                        "value": "张店区"
                    },
                    {
                        "id": "4833",
                        "value": "博山区"
                    },
                    {
                        "id": "4834",
                        "value": "临淄区"
                    },
                    {
                        "id": "4835",
                        "value": "周村区"
                    },
                    {
                        "id": "4836",
                        "value": "桓台县"
                    },
                    {
                        "id": "4837",
                        "value": "高青县"
                    },
                    {
                        "id": "4838",
                        "value": "沂源县"
                    },
                    {
                        "id": "6885",
                        "value": "淄博高新区"
                    },
                    {
                        "id": "6886",
                        "value": "淄博文昌湖区"
                    }
                ]
            },
            {
                "id": "4795",
                "value": "枣庄市",
                "childs": [
                    {
                        "id": "4839",
                        "value": "市中区"
                    },
                    {
                        "id": "4840",
                        "value": "薛城区"
                    },
                    {
                        "id": "4841",
                        "value": "峄城区"
                    },
                    {
                        "id": "4842",
                        "value": "台儿庄区"
                    },
                    {
                        "id": "4843",
                        "value": "山亭区"
                    },
                    {
                        "id": "4844",
                        "value": "滕州市"
                    }
                ]
            },
            {
                "id": "4796",
                "value": "东营市",
                "childs": [
                    {
                        "id": "4845",
                        "value": "东营区"
                    },
                    {
                        "id": "4846",
                        "value": "河口区"
                    },
                    {
                        "id": "4847",
                        "value": "垦利区"
                    },
                    {
                        "id": "4848",
                        "value": "利津县"
                    },
                    {
                        "id": "4849",
                        "value": "广饶县"
                    }
                ]
            },
            {
                "id": "4797",
                "value": "烟台市",
                "childs": [
                    {
                        "id": "4850",
                        "value": "芝罘区"
                    },
                    {
                        "id": "4851",
                        "value": "福山区"
                    },
                    {
                        "id": "4852",
                        "value": "牟平区"
                    },
                    {
                        "id": "4853",
                        "value": "莱山区"
                    },
                    {
                        "id": "4854",
                        "value": "长岛县"
                    },
                    {
                        "id": "4855",
                        "value": "龙口市"
                    },
                    {
                        "id": "4856",
                        "value": "莱阳市"
                    },
                    {
                        "id": "4857",
                        "value": "莱州市"
                    },
                    {
                        "id": "4858",
                        "value": "蓬莱市"
                    },
                    {
                        "id": "4859",
                        "value": "招远市"
                    },
                    {
                        "id": "4860",
                        "value": "栖霞市"
                    },
                    {
                        "id": "4861",
                        "value": "海阳市"
                    },
                    {
                        "id": "6849",
                        "value": "高新区"
                    },
                    {
                        "id": "6850",
                        "value": "开发区"
                    },
                    {
                        "id": "6851",
                        "value": "昆嵛山保护区"
                    }
                ]
            },
            {
                "id": "4798",
                "value": "潍坊市",
                "childs": [
                    {
                        "id": "4862",
                        "value": "潍城区"
                    },
                    {
                        "id": "4863",
                        "value": "寒亭区"
                    },
                    {
                        "id": "4864",
                        "value": "坊子区"
                    },
                    {
                        "id": "4865",
                        "value": "奎文区"
                    },
                    {
                        "id": "4866",
                        "value": "临朐县"
                    },
                    {
                        "id": "4867",
                        "value": "昌乐县"
                    },
                    {
                        "id": "4868",
                        "value": "青州市"
                    },
                    {
                        "id": "4869",
                        "value": "诸城市"
                    },
                    {
                        "id": "4870",
                        "value": "寿光市"
                    },
                    {
                        "id": "4871",
                        "value": "安丘市"
                    },
                    {
                        "id": "4872",
                        "value": "高密市"
                    },
                    {
                        "id": "4873",
                        "value": "昌邑市"
                    },
                    {
                        "id": "6852",
                        "value": "潍坊开发区"
                    },
                    {
                        "id": "6853",
                        "value": "潍坊高新区"
                    },
                    {
                        "id": "6881",
                        "value": "潍坊滨海区"
                    },
                    {
                        "id": "6882",
                        "value": "潍坊保税区"
                    },
                    {
                        "id": "6883",
                        "value": "潍坊峡山区"
                    },
                    {
                        "id": "6884",
                        "value": "潍坊经济开发区"
                    }
                ]
            },
            {
                "id": "4799",
                "value": "济宁市",
                "childs": [
                    {
                        "id": "4874",
                        "value": "市中区"
                    },
                    {
                        "id": "4875",
                        "value": "任城区"
                    },
                    {
                        "id": "4876",
                        "value": "微山县"
                    },
                    {
                        "id": "4877",
                        "value": "鱼台县"
                    },
                    {
                        "id": "4878",
                        "value": "金乡县"
                    },
                    {
                        "id": "4879",
                        "value": "嘉祥县"
                    },
                    {
                        "id": "4880",
                        "value": "汶上县"
                    },
                    {
                        "id": "4881",
                        "value": "泗水县"
                    },
                    {
                        "id": "4882",
                        "value": "梁山县"
                    },
                    {
                        "id": "4883",
                        "value": "曲阜市"
                    },
                    {
                        "id": "4884",
                        "value": "兖州区"
                    },
                    {
                        "id": "4885",
                        "value": "邹城市"
                    },
                    {
                        "id": "6854",
                        "value": "济宁高新区"
                    },
                    {
                        "id": "6855",
                        "value": "济宁经济开发区"
                    },
                    {
                        "id": "6856",
                        "value": "济宁太白湖新区"
                    }
                ]
            },
            {
                "id": "4800",
                "value": "泰安市",
                "childs": [
                    {
                        "id": "4886",
                        "value": "泰山区"
                    },
                    {
                        "id": "4887",
                        "value": "岱岳区"
                    },
                    {
                        "id": "4888",
                        "value": "宁阳县"
                    },
                    {
                        "id": "4889",
                        "value": "东平县"
                    },
                    {
                        "id": "4890",
                        "value": "新泰市"
                    },
                    {
                        "id": "4891",
                        "value": "肥城市"
                    },
                    {
                        "id": "6857",
                        "value": "泰安高新区"
                    }
                ]
            },
            {
                "id": "4801",
                "value": "威海市",
                "childs": [
                    {
                        "id": "4892",
                        "value": "环翠区"
                    },
                    {
                        "id": "4893",
                        "value": "文登区"
                    },
                    {
                        "id": "4894",
                        "value": "荣成市"
                    },
                    {
                        "id": "4895",
                        "value": "乳山市"
                    },
                    {
                        "id": "6858",
                        "value": "威海高新区"
                    },
                    {
                        "id": "6859",
                        "value": "威海经济开发区"
                    },
                    {
                        "id": "6860",
                        "value": "威海临港经济开发区"
                    }
                ]
            },
            {
                "id": "4802",
                "value": "日照市",
                "childs": [
                    {
                        "id": "4896",
                        "value": "东港区"
                    },
                    {
                        "id": "4897",
                        "value": "岚山区"
                    },
                    {
                        "id": "4898",
                        "value": "五莲县"
                    },
                    {
                        "id": "4899",
                        "value": "莒县"
                    },
                    {
                        "id": "6861",
                        "value": "日照开发区"
                    }
                ]
            },
            {
                "id": "4803",
                "value": "莱芜市",
                "childs": [
                    {
                        "id": "4900",
                        "value": "莱城区"
                    },
                    {
                        "id": "4901",
                        "value": "钢城区"
                    },
                    {
                        "id": "6862",
                        "value": "雪野旅游区"
                    },
                    {
                        "id": "6863",
                        "value": "经济开发区"
                    },
                    {
                        "id": "6864",
                        "value": "莱芜高新区"
                    },
                    {
                        "id": "6865",
                        "value": "农高区"
                    }
                ]
            },
            {
                "id": "4804",
                "value": "临沂市",
                "childs": [
                    {
                        "id": "4902",
                        "value": "兰山区"
                    },
                    {
                        "id": "4903",
                        "value": "罗庄区"
                    },
                    {
                        "id": "4904",
                        "value": "河东区"
                    },
                    {
                        "id": "4905",
                        "value": "沂南县"
                    },
                    {
                        "id": "4906",
                        "value": "郯城县"
                    },
                    {
                        "id": "4907",
                        "value": "沂水县"
                    },
                    {
                        "id": "4908",
                        "value": "临沂市经济技术开发区"
                    },
                    {
                        "id": "4909",
                        "value": "费县"
                    },
                    {
                        "id": "4910",
                        "value": "平邑县"
                    },
                    {
                        "id": "4911",
                        "value": "莒南县"
                    },
                    {
                        "id": "4912",
                        "value": "蒙阴县"
                    },
                    {
                        "id": "4913",
                        "value": "临沭县"
                    },
                    {
                        "id": "6866",
                        "value": "兰陵县"
                    },
                    {
                        "id": "6877",
                        "value": "临沂高新技术开发区"
                    },
                    {
                        "id": "6878",
                        "value": "蒙山旅游区"
                    },
                    {
                        "id": "6879",
                        "value": "莒南经济开发区"
                    },
                    {
                        "id": "6880",
                        "value": "临沂市临港经济开发区"
                    }
                ]
            },
            {
                "id": "4805",
                "value": "德州市",
                "childs": [
                    {
                        "id": "4914",
                        "value": "德城区"
                    },
                    {
                        "id": "4915",
                        "value": "陵城区"
                    },
                    {
                        "id": "4916",
                        "value": "宁津县"
                    },
                    {
                        "id": "4917",
                        "value": "庆云县"
                    },
                    {
                        "id": "4918",
                        "value": "临邑县"
                    },
                    {
                        "id": "4919",
                        "value": "齐河县"
                    },
                    {
                        "id": "4920",
                        "value": "平原县"
                    },
                    {
                        "id": "4921",
                        "value": "夏津县"
                    },
                    {
                        "id": "4922",
                        "value": "武城县"
                    },
                    {
                        "id": "4923",
                        "value": "乐陵市"
                    },
                    {
                        "id": "4924",
                        "value": "禹城市"
                    },
                    {
                        "id": "6867",
                        "value": "德州开发区"
                    },
                    {
                        "id": "6868",
                        "value": "德州市运河经济开发区"
                    }
                ]
            },
            {
                "id": "4806",
                "value": "聊城市",
                "childs": [
                    {
                        "id": "4925",
                        "value": "东昌府区"
                    },
                    {
                        "id": "4926",
                        "value": "阳谷县"
                    },
                    {
                        "id": "4927",
                        "value": "莘县"
                    },
                    {
                        "id": "4928",
                        "value": "茌平县"
                    },
                    {
                        "id": "4929",
                        "value": "东阿县"
                    },
                    {
                        "id": "4930",
                        "value": "冠县"
                    },
                    {
                        "id": "4931",
                        "value": "高唐县"
                    },
                    {
                        "id": "4932",
                        "value": "临清市"
                    },
                    {
                        "id": "6869",
                        "value": "聊城高新区"
                    },
                    {
                        "id": "6870",
                        "value": "聊城经济开发区"
                    },
                    {
                        "id": "6871",
                        "value": "聊城度假区"
                    }
                ]
            },
            {
                "id": "4807",
                "value": "滨州市",
                "childs": [
                    {
                        "id": "4933",
                        "value": "滨城区"
                    },
                    {
                        "id": "4934",
                        "value": "惠民县"
                    },
                    {
                        "id": "4935",
                        "value": "阳信县"
                    },
                    {
                        "id": "4936",
                        "value": "无棣县"
                    },
                    {
                        "id": "4937",
                        "value": "沾化区"
                    },
                    {
                        "id": "4938",
                        "value": "博兴县"
                    },
                    {
                        "id": "4939",
                        "value": "邹平县"
                    },
                    {
                        "id": "6872",
                        "value": "滨州经济技术开发区"
                    },
                    {
                        "id": "6873",
                        "value": "滨州北海经济开发区"
                    },
                    {
                        "id": "6874",
                        "value": "滨州高新技术产业开发区"
                    }
                ]
            },
            {
                "id": "4808",
                "value": "荷泽市",
                "childs": [
                    {
                        "id": "4940",
                        "value": "牡丹区"
                    },
                    {
                        "id": "4941",
                        "value": "曹县"
                    },
                    {
                        "id": "4942",
                        "value": "单县"
                    },
                    {
                        "id": "4943",
                        "value": "成武县"
                    },
                    {
                        "id": "4944",
                        "value": "巨野县"
                    },
                    {
                        "id": "4945",
                        "value": "郓城县"
                    },
                    {
                        "id": "4946",
                        "value": "鄄城县"
                    },
                    {
                        "id": "4947",
                        "value": "定陶区"
                    },
                    {
                        "id": "4948",
                        "value": "东明县"
                    },
                    {
                        "id": "6875",
                        "value": "菏泽开发区"
                    },
                    {
                        "id": "6876",
                        "value": "菏泽高新区"
                    }
                ]
            }
        ]
    },
    {
        "id": "3377",
        "value": "河南省",
        "childs": [
            {
                "id": "4949",
                "value": "郑州市",
                "childs": [
                    {
                        "id": "4965",
                        "value": "中原区"
                    },
                    {
                        "id": "4966",
                        "value": "二七区"
                    },
                    {
                        "id": "4967",
                        "value": "管城回族区"
                    },
                    {
                        "id": "4968",
                        "value": "金水区"
                    },
                    {
                        "id": "4969",
                        "value": "上街区"
                    },
                    {
                        "id": "4970",
                        "value": "惠济区"
                    },
                    {
                        "id": "4971",
                        "value": "中牟县"
                    },
                    {
                        "id": "4972",
                        "value": "巩义市"
                    },
                    {
                        "id": "4973",
                        "value": "荥阳市"
                    },
                    {
                        "id": "4974",
                        "value": "新密市"
                    },
                    {
                        "id": "4975",
                        "value": "新郑市"
                    },
                    {
                        "id": "4976",
                        "value": "登封市"
                    },
                    {
                        "id": "6831",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4950",
                "value": "开封市",
                "childs": [
                    {
                        "id": "4977",
                        "value": "龙亭区"
                    },
                    {
                        "id": "4978",
                        "value": "顺河回族区"
                    },
                    {
                        "id": "4979",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "4980",
                        "value": "禹王台区"
                    },
                    {
                        "id": "4981",
                        "value": "金明区"
                    },
                    {
                        "id": "4982",
                        "value": "杞县"
                    },
                    {
                        "id": "4983",
                        "value": "通许县"
                    },
                    {
                        "id": "4984",
                        "value": "尉氏县"
                    },
                    {
                        "id": "4985",
                        "value": "祥符区"
                    },
                    {
                        "id": "4986",
                        "value": "兰考县"
                    },
                    {
                        "id": "6832",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4951",
                "value": "平顶山市",
                "childs": [
                    {
                        "id": "5003",
                        "value": "新华区"
                    },
                    {
                        "id": "5004",
                        "value": "卫东区"
                    },
                    {
                        "id": "5005",
                        "value": "石龙区"
                    },
                    {
                        "id": "5006",
                        "value": "湛河区"
                    },
                    {
                        "id": "5007",
                        "value": "宝丰县"
                    },
                    {
                        "id": "5008",
                        "value": "叶县"
                    },
                    {
                        "id": "5009",
                        "value": "鲁山县"
                    },
                    {
                        "id": "5010",
                        "value": "郏县"
                    },
                    {
                        "id": "5011",
                        "value": "舞钢市"
                    },
                    {
                        "id": "5012",
                        "value": "汝州市"
                    },
                    {
                        "id": "6834",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4952",
                "value": "安阳市",
                "childs": [
                    {
                        "id": "5013",
                        "value": "文峰区"
                    },
                    {
                        "id": "5014",
                        "value": "北关区"
                    },
                    {
                        "id": "5015",
                        "value": "殷都区"
                    },
                    {
                        "id": "5016",
                        "value": "龙安区"
                    },
                    {
                        "id": "5017",
                        "value": "安阳县"
                    },
                    {
                        "id": "5018",
                        "value": "汤阴县"
                    },
                    {
                        "id": "5019",
                        "value": "滑县"
                    },
                    {
                        "id": "5020",
                        "value": "内黄县"
                    },
                    {
                        "id": "5021",
                        "value": "林州市"
                    },
                    {
                        "id": "6835",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4953",
                "value": "鹤壁市",
                "childs": [
                    {
                        "id": "5022",
                        "value": "鹤山区"
                    },
                    {
                        "id": "5023",
                        "value": "山城区"
                    },
                    {
                        "id": "5024",
                        "value": "淇滨区"
                    },
                    {
                        "id": "5025",
                        "value": "浚县"
                    },
                    {
                        "id": "5026",
                        "value": "淇县"
                    },
                    {
                        "id": "6836",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4954",
                "value": "新乡市",
                "childs": [
                    {
                        "id": "5027",
                        "value": "红旗区"
                    },
                    {
                        "id": "5028",
                        "value": "卫滨区"
                    },
                    {
                        "id": "5029",
                        "value": "凤泉区"
                    },
                    {
                        "id": "5030",
                        "value": "牧野区"
                    },
                    {
                        "id": "5031",
                        "value": "新乡县"
                    },
                    {
                        "id": "5032",
                        "value": "获嘉县"
                    },
                    {
                        "id": "5033",
                        "value": "原阳县"
                    },
                    {
                        "id": "5034",
                        "value": "延津县"
                    },
                    {
                        "id": "5035",
                        "value": "封丘县"
                    },
                    {
                        "id": "5036",
                        "value": "长垣县"
                    },
                    {
                        "id": "5037",
                        "value": "卫辉市"
                    },
                    {
                        "id": "5038",
                        "value": "辉县市"
                    },
                    {
                        "id": "6837",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4955",
                "value": "焦作市",
                "childs": [
                    {
                        "id": "5039",
                        "value": "解放区"
                    },
                    {
                        "id": "5040",
                        "value": "中站区"
                    },
                    {
                        "id": "5041",
                        "value": "马村区"
                    },
                    {
                        "id": "5042",
                        "value": "山阳区"
                    },
                    {
                        "id": "5043",
                        "value": "修武县"
                    },
                    {
                        "id": "5044",
                        "value": "博爱县"
                    },
                    {
                        "id": "5045",
                        "value": "武陟县"
                    },
                    {
                        "id": "5046",
                        "value": "温县"
                    },
                    {
                        "id": "5048",
                        "value": "沁阳市"
                    },
                    {
                        "id": "5049",
                        "value": "孟州市"
                    },
                    {
                        "id": "6838",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4956",
                "value": "濮阳市",
                "childs": [
                    {
                        "id": "5050",
                        "value": "华龙区"
                    },
                    {
                        "id": "5051",
                        "value": "清丰县"
                    },
                    {
                        "id": "5052",
                        "value": "南乐县"
                    },
                    {
                        "id": "5053",
                        "value": "范县"
                    },
                    {
                        "id": "5054",
                        "value": "台前县"
                    },
                    {
                        "id": "5055",
                        "value": "濮阳县"
                    },
                    {
                        "id": "6839",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4957",
                "value": "许昌市",
                "childs": [
                    {
                        "id": "5056",
                        "value": "魏都区"
                    },
                    {
                        "id": "5057",
                        "value": "许昌县"
                    },
                    {
                        "id": "5058",
                        "value": "鄢陵县"
                    },
                    {
                        "id": "5059",
                        "value": "襄城县"
                    },
                    {
                        "id": "5060",
                        "value": "禹州市"
                    },
                    {
                        "id": "5061",
                        "value": "长葛市"
                    },
                    {
                        "id": "6840",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4958",
                "value": "漯河市",
                "childs": [
                    {
                        "id": "5062",
                        "value": "源汇区"
                    },
                    {
                        "id": "5063",
                        "value": "郾城区"
                    },
                    {
                        "id": "5064",
                        "value": "召陵区"
                    },
                    {
                        "id": "5065",
                        "value": "舞阳县"
                    },
                    {
                        "id": "5066",
                        "value": "临颍县"
                    },
                    {
                        "id": "6841",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4959",
                "value": "三门峡市",
                "childs": [
                    {
                        "id": "5067",
                        "value": "湖滨区"
                    },
                    {
                        "id": "5068",
                        "value": "渑池县"
                    },
                    {
                        "id": "5069",
                        "value": "陕州区"
                    },
                    {
                        "id": "5070",
                        "value": "卢氏县"
                    },
                    {
                        "id": "5071",
                        "value": "义马市"
                    },
                    {
                        "id": "5072",
                        "value": "灵宝市"
                    },
                    {
                        "id": "6842",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4960",
                "value": "南阳市",
                "childs": [
                    {
                        "id": "5073",
                        "value": "宛城区"
                    },
                    {
                        "id": "5074",
                        "value": "卧龙区"
                    },
                    {
                        "id": "5075",
                        "value": "南召县"
                    },
                    {
                        "id": "5076",
                        "value": "方城县"
                    },
                    {
                        "id": "5077",
                        "value": "西峡县"
                    },
                    {
                        "id": "5078",
                        "value": "镇平县"
                    },
                    {
                        "id": "5079",
                        "value": "内乡县"
                    },
                    {
                        "id": "5080",
                        "value": "淅川县"
                    },
                    {
                        "id": "5081",
                        "value": "社旗县"
                    },
                    {
                        "id": "5082",
                        "value": "唐河县"
                    },
                    {
                        "id": "5083",
                        "value": "新野县"
                    },
                    {
                        "id": "5084",
                        "value": "桐柏县"
                    },
                    {
                        "id": "5085",
                        "value": "邓州市"
                    },
                    {
                        "id": "6843",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4961",
                "value": "商丘市",
                "childs": [
                    {
                        "id": "5086",
                        "value": "梁园区"
                    },
                    {
                        "id": "5087",
                        "value": "睢阳区"
                    },
                    {
                        "id": "5088",
                        "value": "民权县"
                    },
                    {
                        "id": "5089",
                        "value": "睢县"
                    },
                    {
                        "id": "5090",
                        "value": "宁陵县"
                    },
                    {
                        "id": "5091",
                        "value": "柘城县"
                    },
                    {
                        "id": "5092",
                        "value": "虞城县"
                    },
                    {
                        "id": "5093",
                        "value": "夏邑县"
                    },
                    {
                        "id": "5094",
                        "value": "永城市"
                    },
                    {
                        "id": "6844",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4962",
                "value": "信阳市",
                "childs": [
                    {
                        "id": "5095",
                        "value": "浉河区"
                    },
                    {
                        "id": "5096",
                        "value": "平桥区"
                    },
                    {
                        "id": "5097",
                        "value": "罗山县"
                    },
                    {
                        "id": "5098",
                        "value": "光山县"
                    },
                    {
                        "id": "5099",
                        "value": "新县"
                    },
                    {
                        "id": "5100",
                        "value": "商城县"
                    },
                    {
                        "id": "5101",
                        "value": "固始县"
                    },
                    {
                        "id": "5102",
                        "value": "潢川县"
                    },
                    {
                        "id": "5103",
                        "value": "淮滨县"
                    },
                    {
                        "id": "5104",
                        "value": "息县"
                    },
                    {
                        "id": "6845",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4963",
                "value": "周口市",
                "childs": [
                    {
                        "id": "5105",
                        "value": "川汇区"
                    },
                    {
                        "id": "5106",
                        "value": "扶沟县"
                    },
                    {
                        "id": "5107",
                        "value": "西华县"
                    },
                    {
                        "id": "5108",
                        "value": "商水县"
                    },
                    {
                        "id": "5109",
                        "value": "沈丘县"
                    },
                    {
                        "id": "5110",
                        "value": "郸城县"
                    },
                    {
                        "id": "5111",
                        "value": "淮阳县"
                    },
                    {
                        "id": "5112",
                        "value": "太康县"
                    },
                    {
                        "id": "5113",
                        "value": "鹿邑县"
                    },
                    {
                        "id": "5114",
                        "value": "项城市"
                    },
                    {
                        "id": "6846",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4964",
                "value": "驻马店市",
                "childs": [
                    {
                        "id": "5115",
                        "value": "驿城区"
                    },
                    {
                        "id": "5116",
                        "value": "西平县"
                    },
                    {
                        "id": "5117",
                        "value": "上蔡县"
                    },
                    {
                        "id": "5118",
                        "value": "平舆县"
                    },
                    {
                        "id": "5119",
                        "value": "正阳县"
                    },
                    {
                        "id": "5120",
                        "value": "确山县"
                    },
                    {
                        "id": "5121",
                        "value": "泌阳县"
                    },
                    {
                        "id": "5122",
                        "value": "汝南县"
                    },
                    {
                        "id": "5123",
                        "value": "遂平县"
                    },
                    {
                        "id": "5124",
                        "value": "新蔡县"
                    },
                    {
                        "id": "6847",
                        "value": "市辖区"
                    }
                ]
            },
            {
                "id": "4987",
                "value": "洛阳市",
                "childs": [
                    {
                        "id": "4988",
                        "value": "老城区"
                    },
                    {
                        "id": "4989",
                        "value": "西工区"
                    },
                    {
                        "id": "4990",
                        "value": "瀍河回族区"
                    },
                    {
                        "id": "4991",
                        "value": "涧西区"
                    },
                    {
                        "id": "4992",
                        "value": "吉利区"
                    },
                    {
                        "id": "4993",
                        "value": "洛龙区"
                    },
                    {
                        "id": "4994",
                        "value": "孟津县"
                    },
                    {
                        "id": "4995",
                        "value": "新安县"
                    },
                    {
                        "id": "4996",
                        "value": "栾川县"
                    },
                    {
                        "id": "4997",
                        "value": "嵩县"
                    },
                    {
                        "id": "4998",
                        "value": "汝阳县"
                    },
                    {
                        "id": "4999",
                        "value": "宜阳县"
                    },
                    {
                        "id": "5000",
                        "value": "洛宁县"
                    },
                    {
                        "id": "5001",
                        "value": "伊川县"
                    },
                    {
                        "id": "5002",
                        "value": "偃师市"
                    },
                    {
                        "id": "6833",
                        "value": "市辖区"
                    }
                ]
            }
        ]
    },
    {
        "id": "3378",
        "value": "湖北省",
        "childs": [
            {
                "id": "5126",
                "value": "武汉市",
                "childs": [
                    {
                        "id": "5143",
                        "value": "江岸区"
                    },
                    {
                        "id": "5144",
                        "value": "江汉区"
                    },
                    {
                        "id": "5145",
                        "value": "硚口区"
                    },
                    {
                        "id": "5146",
                        "value": "汉阳区"
                    },
                    {
                        "id": "5147",
                        "value": "武昌区"
                    },
                    {
                        "id": "5148",
                        "value": "青山区"
                    },
                    {
                        "id": "5149",
                        "value": "洪山区"
                    },
                    {
                        "id": "5150",
                        "value": "东西湖区"
                    },
                    {
                        "id": "5151",
                        "value": "汉南区"
                    },
                    {
                        "id": "5152",
                        "value": "蔡甸区"
                    },
                    {
                        "id": "5153",
                        "value": "江夏区"
                    },
                    {
                        "id": "5154",
                        "value": "黄陂区"
                    },
                    {
                        "id": "5155",
                        "value": "新洲区"
                    }
                ]
            },
            {
                "id": "5127",
                "value": "黄石市",
                "childs": [
                    {
                        "id": "5156",
                        "value": "黄石港区"
                    },
                    {
                        "id": "5157",
                        "value": "西塞山区"
                    },
                    {
                        "id": "5158",
                        "value": "下陆区"
                    },
                    {
                        "id": "5159",
                        "value": "铁山区"
                    },
                    {
                        "id": "5160",
                        "value": "阳新县"
                    },
                    {
                        "id": "5161",
                        "value": "大冶市"
                    }
                ]
            },
            {
                "id": "5128",
                "value": "十堰市",
                "childs": [
                    {
                        "id": "5162",
                        "value": "茅箭区"
                    },
                    {
                        "id": "5163",
                        "value": "张湾区"
                    },
                    {
                        "id": "5164",
                        "value": "郧县"
                    },
                    {
                        "id": "5165",
                        "value": "郧西县"
                    },
                    {
                        "id": "5166",
                        "value": "竹山县"
                    },
                    {
                        "id": "5167",
                        "value": "竹溪县"
                    },
                    {
                        "id": "5168",
                        "value": "房县"
                    },
                    {
                        "id": "5169",
                        "value": "丹江口市"
                    }
                ]
            },
            {
                "id": "5129",
                "value": "宜昌市",
                "childs": [
                    {
                        "id": "5170",
                        "value": "西陵区"
                    },
                    {
                        "id": "5171",
                        "value": "伍家岗区"
                    },
                    {
                        "id": "5172",
                        "value": "点军区"
                    },
                    {
                        "id": "5173",
                        "value": "猇亭区"
                    },
                    {
                        "id": "5174",
                        "value": "夷陵区"
                    },
                    {
                        "id": "5175",
                        "value": "远安县"
                    },
                    {
                        "id": "5176",
                        "value": "兴山县"
                    },
                    {
                        "id": "5177",
                        "value": "秭归县"
                    },
                    {
                        "id": "5178",
                        "value": "长阳土家族自治县"
                    },
                    {
                        "id": "5179",
                        "value": "五峰土家族自治县"
                    },
                    {
                        "id": "5180",
                        "value": "宜都市"
                    },
                    {
                        "id": "5181",
                        "value": "当阳市"
                    },
                    {
                        "id": "5182",
                        "value": "枝江市"
                    }
                ]
            },
            {
                "id": "5130",
                "value": "襄阳市",
                "childs": [
                    {
                        "id": "5183",
                        "value": "襄城区"
                    },
                    {
                        "id": "5184",
                        "value": "樊城区"
                    },
                    {
                        "id": "5185",
                        "value": "襄阳区"
                    },
                    {
                        "id": "5186",
                        "value": "南漳县"
                    },
                    {
                        "id": "5187",
                        "value": "谷城县"
                    },
                    {
                        "id": "5188",
                        "value": "保康县"
                    },
                    {
                        "id": "5189",
                        "value": "老河口市"
                    },
                    {
                        "id": "5190",
                        "value": "枣阳市"
                    },
                    {
                        "id": "5191",
                        "value": "宜城市"
                    }
                ]
            },
            {
                "id": "5131",
                "value": "鄂州市",
                "childs": [
                    {
                        "id": "5192",
                        "value": "梁子湖区"
                    },
                    {
                        "id": "5193",
                        "value": "华容区"
                    },
                    {
                        "id": "5194",
                        "value": "鄂城区"
                    }
                ]
            },
            {
                "id": "5132",
                "value": "荆门市",
                "childs": [
                    {
                        "id": "5195",
                        "value": "东宝区"
                    },
                    {
                        "id": "5196",
                        "value": "掇刀区"
                    },
                    {
                        "id": "5197",
                        "value": "京山县"
                    },
                    {
                        "id": "5198",
                        "value": "沙洋县"
                    },
                    {
                        "id": "5199",
                        "value": "钟祥市"
                    }
                ]
            },
            {
                "id": "5133",
                "value": "孝感市",
                "childs": [
                    {
                        "id": "5200",
                        "value": "孝南区"
                    },
                    {
                        "id": "5201",
                        "value": "孝昌县"
                    },
                    {
                        "id": "5202",
                        "value": "大悟县"
                    },
                    {
                        "id": "5203",
                        "value": "云梦县"
                    },
                    {
                        "id": "5204",
                        "value": "应城市"
                    },
                    {
                        "id": "5205",
                        "value": "安陆市"
                    },
                    {
                        "id": "5206",
                        "value": "汉川市"
                    }
                ]
            },
            {
                "id": "5134",
                "value": "荆州市",
                "childs": [
                    {
                        "id": "5207",
                        "value": "沙市区"
                    },
                    {
                        "id": "5208",
                        "value": "荆州区"
                    },
                    {
                        "id": "5209",
                        "value": "公安县"
                    },
                    {
                        "id": "5210",
                        "value": "监利县"
                    },
                    {
                        "id": "5211",
                        "value": "江陵县"
                    },
                    {
                        "id": "5212",
                        "value": "石首市"
                    },
                    {
                        "id": "5213",
                        "value": "洪湖市"
                    },
                    {
                        "id": "5214",
                        "value": "松滋市"
                    }
                ]
            },
            {
                "id": "5135",
                "value": "黄冈市",
                "childs": [
                    {
                        "id": "5215",
                        "value": "黄州区"
                    },
                    {
                        "id": "5216",
                        "value": "团风县"
                    },
                    {
                        "id": "5217",
                        "value": "红安县"
                    },
                    {
                        "id": "5218",
                        "value": "罗田县"
                    },
                    {
                        "id": "5219",
                        "value": "英山县"
                    },
                    {
                        "id": "5220",
                        "value": "浠水县"
                    },
                    {
                        "id": "5221",
                        "value": "蕲春县"
                    },
                    {
                        "id": "5222",
                        "value": "黄梅县"
                    },
                    {
                        "id": "5223",
                        "value": "麻城市"
                    },
                    {
                        "id": "5224",
                        "value": "武穴市"
                    }
                ]
            },
            {
                "id": "5136",
                "value": "咸宁市",
                "childs": [
                    {
                        "id": "5225",
                        "value": "咸安区"
                    },
                    {
                        "id": "5226",
                        "value": "嘉鱼县"
                    },
                    {
                        "id": "5227",
                        "value": "通城县"
                    },
                    {
                        "id": "5228",
                        "value": "崇阳县"
                    },
                    {
                        "id": "5229",
                        "value": "通山县"
                    },
                    {
                        "id": "5230",
                        "value": "赤壁市"
                    }
                ]
            },
            {
                "id": "5137",
                "value": "随州市",
                "childs": [
                    {
                        "id": "5231",
                        "value": "曾都区"
                    },
                    {
                        "id": "5232",
                        "value": "广水市"
                    }
                ]
            },
            {
                "id": "5138",
                "value": "恩施土家族苗族自治州",
                "childs": [
                    {
                        "id": "5233",
                        "value": "恩施市"
                    },
                    {
                        "id": "5234",
                        "value": "利川市"
                    },
                    {
                        "id": "5235",
                        "value": "建始县"
                    },
                    {
                        "id": "5236",
                        "value": "巴东县"
                    },
                    {
                        "id": "5237",
                        "value": "宣恩县"
                    },
                    {
                        "id": "5238",
                        "value": "咸丰县"
                    },
                    {
                        "id": "5239",
                        "value": "来凤县"
                    },
                    {
                        "id": "5240",
                        "value": "鹤峰县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3379",
        "value": "湖南省",
        "childs": [
            {
                "id": "5241",
                "value": "长沙市",
                "childs": [
                    {
                        "id": "5255",
                        "value": "芙蓉区"
                    },
                    {
                        "id": "5256",
                        "value": "天心区"
                    },
                    {
                        "id": "5257",
                        "value": "岳麓区"
                    },
                    {
                        "id": "5258",
                        "value": "开福区"
                    },
                    {
                        "id": "5259",
                        "value": "雨花区"
                    },
                    {
                        "id": "5260",
                        "value": "长沙县"
                    },
                    {
                        "id": "5261",
                        "value": "望城县"
                    },
                    {
                        "id": "5262",
                        "value": "宁乡县"
                    },
                    {
                        "id": "5263",
                        "value": "浏阳市"
                    }
                ]
            },
            {
                "id": "5242",
                "value": "株洲市",
                "childs": [
                    {
                        "id": "5264",
                        "value": "荷塘区"
                    },
                    {
                        "id": "5265",
                        "value": "芦淞区"
                    },
                    {
                        "id": "5266",
                        "value": "石峰区"
                    },
                    {
                        "id": "5267",
                        "value": "天元区"
                    },
                    {
                        "id": "5268",
                        "value": "株洲县"
                    },
                    {
                        "id": "5269",
                        "value": "攸县"
                    },
                    {
                        "id": "5270",
                        "value": "茶陵县"
                    },
                    {
                        "id": "5271",
                        "value": "炎陵县"
                    },
                    {
                        "id": "5272",
                        "value": "醴陵市"
                    }
                ]
            },
            {
                "id": "5243",
                "value": "湘潭市",
                "childs": [
                    {
                        "id": "5273",
                        "value": "雨湖区"
                    },
                    {
                        "id": "5274",
                        "value": "岳塘区"
                    },
                    {
                        "id": "5275",
                        "value": "湘潭县"
                    },
                    {
                        "id": "5276",
                        "value": "湘乡市"
                    },
                    {
                        "id": "5277",
                        "value": "韶山市"
                    }
                ]
            },
            {
                "id": "5244",
                "value": "衡阳市",
                "childs": [
                    {
                        "id": "5278",
                        "value": "珠晖区"
                    },
                    {
                        "id": "5279",
                        "value": "雁峰区"
                    },
                    {
                        "id": "5280",
                        "value": "石鼓区"
                    },
                    {
                        "id": "5281",
                        "value": "蒸湘区"
                    },
                    {
                        "id": "5282",
                        "value": "南岳区"
                    },
                    {
                        "id": "5283",
                        "value": "衡阳县"
                    },
                    {
                        "id": "5284",
                        "value": "衡南县"
                    },
                    {
                        "id": "5285",
                        "value": "衡山县"
                    },
                    {
                        "id": "5286",
                        "value": "衡东县"
                    },
                    {
                        "id": "5287",
                        "value": "祁东县"
                    },
                    {
                        "id": "5288",
                        "value": "耒阳市"
                    },
                    {
                        "id": "5289",
                        "value": "常宁市"
                    }
                ]
            },
            {
                "id": "5245",
                "value": "邵阳市",
                "childs": [
                    {
                        "id": "5290",
                        "value": "双清区"
                    },
                    {
                        "id": "5291",
                        "value": "大祥区"
                    },
                    {
                        "id": "5292",
                        "value": "北塔区"
                    },
                    {
                        "id": "5293",
                        "value": "邵东县"
                    },
                    {
                        "id": "5294",
                        "value": "新邵县"
                    },
                    {
                        "id": "5295",
                        "value": "邵阳县"
                    },
                    {
                        "id": "5296",
                        "value": "隆回县"
                    },
                    {
                        "id": "5297",
                        "value": "洞口县"
                    },
                    {
                        "id": "5298",
                        "value": "绥宁县"
                    },
                    {
                        "id": "5299",
                        "value": "新宁县"
                    },
                    {
                        "id": "5300",
                        "value": "城步苗族自治县"
                    },
                    {
                        "id": "5301",
                        "value": "武冈市"
                    }
                ]
            },
            {
                "id": "5246",
                "value": "岳阳市",
                "childs": [
                    {
                        "id": "5302",
                        "value": "岳阳楼区"
                    },
                    {
                        "id": "5303",
                        "value": "云溪区"
                    },
                    {
                        "id": "5304",
                        "value": "君山区"
                    },
                    {
                        "id": "5305",
                        "value": "岳阳县"
                    },
                    {
                        "id": "5306",
                        "value": "华容县"
                    },
                    {
                        "id": "5307",
                        "value": "湘阴县"
                    },
                    {
                        "id": "5308",
                        "value": "平江县"
                    },
                    {
                        "id": "5309",
                        "value": "汨罗市"
                    },
                    {
                        "id": "5310",
                        "value": "临湘市"
                    }
                ]
            },
            {
                "id": "5247",
                "value": "常德市",
                "childs": [
                    {
                        "id": "5311",
                        "value": "武陵区"
                    },
                    {
                        "id": "5312",
                        "value": "鼎城区"
                    },
                    {
                        "id": "5313",
                        "value": "安乡县"
                    },
                    {
                        "id": "5314",
                        "value": "汉寿县"
                    },
                    {
                        "id": "5315",
                        "value": "澧县"
                    },
                    {
                        "id": "5316",
                        "value": "临澧县"
                    },
                    {
                        "id": "5317",
                        "value": "桃源县"
                    },
                    {
                        "id": "5318",
                        "value": "石门县"
                    },
                    {
                        "id": "5319",
                        "value": "津市市"
                    }
                ]
            },
            {
                "id": "5248",
                "value": "张家界市",
                "childs": [
                    {
                        "id": "5320",
                        "value": "永定区"
                    },
                    {
                        "id": "5321",
                        "value": "武陵源区"
                    },
                    {
                        "id": "5322",
                        "value": "慈利县"
                    },
                    {
                        "id": "5323",
                        "value": "桑植县"
                    }
                ]
            },
            {
                "id": "5249",
                "value": "益阳市",
                "childs": [
                    {
                        "id": "5324",
                        "value": "资阳区"
                    },
                    {
                        "id": "5325",
                        "value": "赫山区"
                    },
                    {
                        "id": "5326",
                        "value": "南县"
                    },
                    {
                        "id": "5327",
                        "value": "桃江县"
                    },
                    {
                        "id": "5328",
                        "value": "安化县"
                    },
                    {
                        "id": "5329",
                        "value": "沅江市"
                    },
                    {
                        "id": "6747",
                        "value": "大通湖区"
                    }
                ]
            },
            {
                "id": "5250",
                "value": "郴州市",
                "childs": [
                    {
                        "id": "5330",
                        "value": "北湖区"
                    },
                    {
                        "id": "5331",
                        "value": "苏仙区"
                    },
                    {
                        "id": "5332",
                        "value": "桂阳县"
                    },
                    {
                        "id": "5333",
                        "value": "宜章县"
                    },
                    {
                        "id": "5334",
                        "value": "永兴县"
                    },
                    {
                        "id": "5335",
                        "value": "嘉禾县"
                    },
                    {
                        "id": "5336",
                        "value": "临武县"
                    },
                    {
                        "id": "5337",
                        "value": "汝城县"
                    },
                    {
                        "id": "5338",
                        "value": "桂东县"
                    },
                    {
                        "id": "5339",
                        "value": "安仁县"
                    },
                    {
                        "id": "5340",
                        "value": "资兴市"
                    }
                ]
            },
            {
                "id": "5251",
                "value": "永州市",
                "childs": [
                    {
                        "id": "5341",
                        "value": "零陵区"
                    },
                    {
                        "id": "5342",
                        "value": "冷水滩区"
                    },
                    {
                        "id": "5343",
                        "value": "祁阳县"
                    },
                    {
                        "id": "5344",
                        "value": "东安县"
                    },
                    {
                        "id": "5345",
                        "value": "双牌县"
                    },
                    {
                        "id": "5346",
                        "value": "道县"
                    },
                    {
                        "id": "5347",
                        "value": "江永县"
                    },
                    {
                        "id": "5348",
                        "value": "宁远县"
                    },
                    {
                        "id": "5349",
                        "value": "蓝山县"
                    },
                    {
                        "id": "5350",
                        "value": "新田县"
                    },
                    {
                        "id": "5351",
                        "value": "江华瑶族自治县"
                    }
                ]
            },
            {
                "id": "5252",
                "value": "怀化市",
                "childs": [
                    {
                        "id": "5352",
                        "value": "鹤城区"
                    },
                    {
                        "id": "5353",
                        "value": "中方县"
                    },
                    {
                        "id": "5354",
                        "value": "沅陵县"
                    },
                    {
                        "id": "5355",
                        "value": "辰溪县"
                    },
                    {
                        "id": "5356",
                        "value": "溆浦县"
                    },
                    {
                        "id": "5357",
                        "value": "会同县"
                    },
                    {
                        "id": "5358",
                        "value": "麻阳苗族自治县"
                    },
                    {
                        "id": "5359",
                        "value": "新晃侗族自治县"
                    },
                    {
                        "id": "5360",
                        "value": "芷江侗族自治县"
                    },
                    {
                        "id": "5361",
                        "value": "靖州苗族侗族自治县"
                    },
                    {
                        "id": "5362",
                        "value": "通道侗族自治县"
                    },
                    {
                        "id": "5363",
                        "value": "洪江市"
                    }
                ]
            },
            {
                "id": "5253",
                "value": "娄底市",
                "childs": [
                    {
                        "id": "5364",
                        "value": "娄星区"
                    },
                    {
                        "id": "5365",
                        "value": "双峰县"
                    },
                    {
                        "id": "5366",
                        "value": "新化县"
                    },
                    {
                        "id": "5367",
                        "value": "冷水江市"
                    },
                    {
                        "id": "5368",
                        "value": "涟源市"
                    }
                ]
            },
            {
                "id": "5254",
                "value": "湘西土家族苗族自治州",
                "childs": [
                    {
                        "id": "5369",
                        "value": "吉首市"
                    },
                    {
                        "id": "5370",
                        "value": "泸溪县"
                    },
                    {
                        "id": "5371",
                        "value": "凤凰县"
                    },
                    {
                        "id": "5372",
                        "value": "花垣县"
                    },
                    {
                        "id": "5373",
                        "value": "保靖县"
                    },
                    {
                        "id": "5374",
                        "value": "古丈县"
                    },
                    {
                        "id": "5375",
                        "value": "永顺县"
                    },
                    {
                        "id": "5376",
                        "value": "龙山县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3380",
        "value": "广东省",
        "childs": [
            {
                "id": "5377",
                "value": "广州市",
                "childs": [
                    {
                        "id": "5398",
                        "value": "荔湾区"
                    },
                    {
                        "id": "5399",
                        "value": "越秀区"
                    },
                    {
                        "id": "5400",
                        "value": "海珠区"
                    },
                    {
                        "id": "5401",
                        "value": "天河区"
                    },
                    {
                        "id": "5402",
                        "value": "白云区"
                    },
                    {
                        "id": "5403",
                        "value": "黄埔区"
                    },
                    {
                        "id": "5404",
                        "value": "番禺区"
                    },
                    {
                        "id": "5405",
                        "value": "花都区"
                    },
                    {
                        "id": "5406",
                        "value": "南沙区"
                    },
                    {
                        "id": "5407",
                        "value": "萝岗区"
                    },
                    {
                        "id": "5408",
                        "value": "增城区"
                    },
                    {
                        "id": "5409",
                        "value": "从化区"
                    }
                ]
            },
            {
                "id": "5378",
                "value": "韶关市",
                "childs": [
                    {
                        "id": "5410",
                        "value": "武江区"
                    },
                    {
                        "id": "5411",
                        "value": "浈江区"
                    },
                    {
                        "id": "5412",
                        "value": "曲江区"
                    },
                    {
                        "id": "5413",
                        "value": "始兴县"
                    },
                    {
                        "id": "5414",
                        "value": "仁化县"
                    },
                    {
                        "id": "5415",
                        "value": "翁源县"
                    },
                    {
                        "id": "5416",
                        "value": "乳源瑶族自治县"
                    },
                    {
                        "id": "5417",
                        "value": "新丰县"
                    },
                    {
                        "id": "5418",
                        "value": "乐昌市"
                    },
                    {
                        "id": "5419",
                        "value": "南雄市"
                    }
                ]
            },
            {
                "id": "5379",
                "value": "深圳市",
                "childs": [
                    {
                        "id": "5420",
                        "value": "罗湖区"
                    },
                    {
                        "id": "5421",
                        "value": "福田区"
                    },
                    {
                        "id": "5422",
                        "value": "南山区"
                    },
                    {
                        "id": "5423",
                        "value": "宝安区"
                    },
                    {
                        "id": "5424",
                        "value": "龙岗区"
                    },
                    {
                        "id": "5425",
                        "value": "盐田区"
                    },
                    {
                        "id": "6761",
                        "value": "光明区"
                    },
                    {
                        "id": "6762",
                        "value": "前海区"
                    },
                    {
                        "id": "6763",
                        "value": "龙华区"
                    },
                    {
                        "id": "6764",
                        "value": "坪山新区"
                    },
                    {
                        "id": "6765",
                        "value": "大鹏新区"
                    }
                ]
            },
            {
                "id": "5380",
                "value": "珠海市",
                "childs": [
                    {
                        "id": "5426",
                        "value": "香洲区"
                    },
                    {
                        "id": "5427",
                        "value": "斗门区"
                    },
                    {
                        "id": "5428",
                        "value": "金湾区"
                    }
                ]
            },
            {
                "id": "5381",
                "value": "汕头市",
                "childs": [
                    {
                        "id": "5429",
                        "value": "龙湖区"
                    },
                    {
                        "id": "5430",
                        "value": "金平区"
                    },
                    {
                        "id": "5431",
                        "value": "濠江区"
                    },
                    {
                        "id": "5432",
                        "value": "潮阳区"
                    },
                    {
                        "id": "5433",
                        "value": "潮南区"
                    },
                    {
                        "id": "5434",
                        "value": "澄海区"
                    },
                    {
                        "id": "5435",
                        "value": "南澳县"
                    }
                ]
            },
            {
                "id": "5382",
                "value": "佛山市",
                "childs": [
                    {
                        "id": "5436",
                        "value": "禅城区"
                    },
                    {
                        "id": "5437",
                        "value": "南海区"
                    },
                    {
                        "id": "5438",
                        "value": "顺德区"
                    },
                    {
                        "id": "5439",
                        "value": "三水区"
                    },
                    {
                        "id": "5440",
                        "value": "高明区"
                    }
                ]
            },
            {
                "id": "5383",
                "value": "江门市",
                "childs": [
                    {
                        "id": "5441",
                        "value": "蓬江区"
                    },
                    {
                        "id": "5442",
                        "value": "江海区"
                    },
                    {
                        "id": "5443",
                        "value": "新会区"
                    },
                    {
                        "id": "5444",
                        "value": "台山市"
                    },
                    {
                        "id": "5445",
                        "value": "开平市"
                    },
                    {
                        "id": "5446",
                        "value": "鹤山市"
                    },
                    {
                        "id": "5447",
                        "value": "恩平市"
                    }
                ]
            },
            {
                "id": "5384",
                "value": "湛江市",
                "childs": [
                    {
                        "id": "5448",
                        "value": "赤坎区"
                    },
                    {
                        "id": "5449",
                        "value": "霞山区"
                    },
                    {
                        "id": "5450",
                        "value": "坡头区"
                    },
                    {
                        "id": "5451",
                        "value": "麻章区"
                    },
                    {
                        "id": "5452",
                        "value": "遂溪县"
                    },
                    {
                        "id": "5453",
                        "value": "徐闻县"
                    },
                    {
                        "id": "5454",
                        "value": "廉江市"
                    },
                    {
                        "id": "5455",
                        "value": "雷州市"
                    },
                    {
                        "id": "5456",
                        "value": "吴川市"
                    },
                    {
                        "id": "6773",
                        "value": "经济技术开发区"
                    }
                ]
            },
            {
                "id": "5385",
                "value": "茂名市",
                "childs": [
                    {
                        "id": "5457",
                        "value": "茂南区"
                    },
                    {
                        "id": "5458",
                        "value": "滨海新区"
                    },
                    {
                        "id": "5459",
                        "value": "电白区"
                    },
                    {
                        "id": "5460",
                        "value": "高州市"
                    },
                    {
                        "id": "5461",
                        "value": "化州市"
                    },
                    {
                        "id": "5462",
                        "value": "信宜市"
                    },
                    {
                        "id": "6774",
                        "value": "高新区"
                    }
                ]
            },
            {
                "id": "5386",
                "value": "肇庆市",
                "childs": [
                    {
                        "id": "5463",
                        "value": "端州区"
                    },
                    {
                        "id": "5464",
                        "value": "鼎湖区"
                    },
                    {
                        "id": "5465",
                        "value": "广宁县"
                    },
                    {
                        "id": "5466",
                        "value": "怀集县"
                    },
                    {
                        "id": "5467",
                        "value": "封开县"
                    },
                    {
                        "id": "5468",
                        "value": "德庆县"
                    },
                    {
                        "id": "5469",
                        "value": "高要市"
                    },
                    {
                        "id": "5470",
                        "value": "四会市"
                    }
                ]
            },
            {
                "id": "5387",
                "value": "惠州市",
                "childs": [
                    {
                        "id": "5471",
                        "value": "惠城区"
                    },
                    {
                        "id": "5472",
                        "value": "惠阳区"
                    },
                    {
                        "id": "5473",
                        "value": "博罗县"
                    },
                    {
                        "id": "5474",
                        "value": "惠东县"
                    },
                    {
                        "id": "5475",
                        "value": "龙门县"
                    },
                    {
                        "id": "6801",
                        "value": "大亚湾区"
                    },
                    {
                        "id": "6802",
                        "value": "仲恺高新区"
                    }
                ]
            },
            {
                "id": "5388",
                "value": "梅州市",
                "childs": [
                    {
                        "id": "5476",
                        "value": "梅江区"
                    },
                    {
                        "id": "5477",
                        "value": "梅县区"
                    },
                    {
                        "id": "5478",
                        "value": "大埔县"
                    },
                    {
                        "id": "5479",
                        "value": "丰顺县"
                    },
                    {
                        "id": "5480",
                        "value": "五华县"
                    },
                    {
                        "id": "5481",
                        "value": "平远县"
                    },
                    {
                        "id": "5482",
                        "value": "蕉岭县"
                    },
                    {
                        "id": "5483",
                        "value": "兴宁市"
                    }
                ]
            },
            {
                "id": "5389",
                "value": "汕尾市",
                "childs": [
                    {
                        "id": "5484",
                        "value": "汕尾城区"
                    },
                    {
                        "id": "5485",
                        "value": "海丰县"
                    },
                    {
                        "id": "5486",
                        "value": "陆河县"
                    },
                    {
                        "id": "5487",
                        "value": "陆丰市"
                    }
                ]
            },
            {
                "id": "5390",
                "value": "河源市",
                "childs": [
                    {
                        "id": "5488",
                        "value": "源城区"
                    },
                    {
                        "id": "5489",
                        "value": "紫金县"
                    },
                    {
                        "id": "5490",
                        "value": "龙川县"
                    },
                    {
                        "id": "5491",
                        "value": "连平县"
                    },
                    {
                        "id": "5492",
                        "value": "和平县"
                    },
                    {
                        "id": "5493",
                        "value": "东源县"
                    }
                ]
            },
            {
                "id": "5391",
                "value": "阳江市",
                "childs": [
                    {
                        "id": "5494",
                        "value": "江城区"
                    },
                    {
                        "id": "5495",
                        "value": "阳西县"
                    },
                    {
                        "id": "5496",
                        "value": "阳东区"
                    },
                    {
                        "id": "5497",
                        "value": "阳春市"
                    },
                    {
                        "id": "6804",
                        "value": "海陵区"
                    },
                    {
                        "id": "6805",
                        "value": "阳江高新区"
                    }
                ]
            },
            {
                "id": "5392",
                "value": "清远市",
                "childs": [
                    {
                        "id": "5498",
                        "value": "清城区"
                    },
                    {
                        "id": "5499",
                        "value": "佛冈县"
                    },
                    {
                        "id": "5500",
                        "value": "阳山县"
                    },
                    {
                        "id": "5501",
                        "value": "连山壮族瑶族自治县"
                    },
                    {
                        "id": "5502",
                        "value": "连南瑶族自治县"
                    },
                    {
                        "id": "5503",
                        "value": "清新区"
                    },
                    {
                        "id": "5504",
                        "value": "英德市"
                    },
                    {
                        "id": "5505",
                        "value": "连州市"
                    }
                ]
            },
            {
                "id": "5395",
                "value": "潮州市",
                "childs": [
                    {
                        "id": "5506",
                        "value": "湘桥区"
                    },
                    {
                        "id": "5507",
                        "value": "潮安区"
                    },
                    {
                        "id": "5508",
                        "value": "饶平县"
                    },
                    {
                        "id": "6806",
                        "value": "枫溪区"
                    }
                ]
            },
            {
                "id": "5396",
                "value": "揭阳市",
                "childs": [
                    {
                        "id": "5509",
                        "value": "榕城区"
                    },
                    {
                        "id": "5510",
                        "value": "揭东区"
                    },
                    {
                        "id": "5511",
                        "value": "揭西县"
                    },
                    {
                        "id": "5512",
                        "value": "惠来县"
                    },
                    {
                        "id": "5513",
                        "value": "普宁市"
                    },
                    {
                        "id": "6807",
                        "value": "蓝城区"
                    },
                    {
                        "id": "6808",
                        "value": "普宁华侨管理区"
                    },
                    {
                        "id": "6809",
                        "value": "空港经济区"
                    },
                    {
                        "id": "6810",
                        "value": "大南海石油工业区"
                    },
                    {
                        "id": "6811",
                        "value": "大南山华侨管理区"
                    }
                ]
            },
            {
                "id": "5397",
                "value": "云浮市",
                "childs": [
                    {
                        "id": "5514",
                        "value": "云城区"
                    },
                    {
                        "id": "5515",
                        "value": "新兴县"
                    },
                    {
                        "id": "5516",
                        "value": "郁南县"
                    },
                    {
                        "id": "5517",
                        "value": "云安区"
                    },
                    {
                        "id": "5518",
                        "value": "罗定市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3381",
        "value": "广西",
        "childs": [
            {
                "id": "5519",
                "value": "南宁市",
                "childs": [
                    {
                        "id": "5533",
                        "value": "兴宁区"
                    },
                    {
                        "id": "5534",
                        "value": "青秀区"
                    },
                    {
                        "id": "5535",
                        "value": "江南区"
                    },
                    {
                        "id": "5536",
                        "value": "西乡塘区"
                    },
                    {
                        "id": "5537",
                        "value": "良庆区"
                    },
                    {
                        "id": "5538",
                        "value": "邕宁区"
                    },
                    {
                        "id": "5539",
                        "value": "武鸣县"
                    },
                    {
                        "id": "5540",
                        "value": "隆安县"
                    },
                    {
                        "id": "5541",
                        "value": "马山县"
                    },
                    {
                        "id": "5542",
                        "value": "上林县"
                    },
                    {
                        "id": "5543",
                        "value": "宾阳县"
                    },
                    {
                        "id": "5544",
                        "value": "横县"
                    }
                ]
            },
            {
                "id": "5520",
                "value": "柳州市",
                "childs": [
                    {
                        "id": "5545",
                        "value": "城中区"
                    },
                    {
                        "id": "5546",
                        "value": "鱼峰区"
                    },
                    {
                        "id": "5547",
                        "value": "柳南区"
                    },
                    {
                        "id": "5548",
                        "value": "柳北区"
                    },
                    {
                        "id": "5549",
                        "value": "柳江县"
                    },
                    {
                        "id": "5550",
                        "value": "柳城县"
                    },
                    {
                        "id": "5551",
                        "value": "鹿寨县"
                    },
                    {
                        "id": "5552",
                        "value": "融安县"
                    },
                    {
                        "id": "5553",
                        "value": "融水苗族自治县"
                    },
                    {
                        "id": "5554",
                        "value": "三江侗族自治县"
                    }
                ]
            },
            {
                "id": "5521",
                "value": "桂林市",
                "childs": [
                    {
                        "id": "5555",
                        "value": "秀峰区"
                    },
                    {
                        "id": "5556",
                        "value": "叠彩区"
                    },
                    {
                        "id": "5557",
                        "value": "象山区"
                    },
                    {
                        "id": "5558",
                        "value": "七星区"
                    },
                    {
                        "id": "5559",
                        "value": "雁山区"
                    },
                    {
                        "id": "5560",
                        "value": "阳朔县"
                    },
                    {
                        "id": "5561",
                        "value": "临桂县"
                    },
                    {
                        "id": "5562",
                        "value": "灵川县"
                    },
                    {
                        "id": "5563",
                        "value": "全州县"
                    },
                    {
                        "id": "5564",
                        "value": "兴安县"
                    },
                    {
                        "id": "5565",
                        "value": "永福县"
                    },
                    {
                        "id": "5566",
                        "value": "灌阳县"
                    },
                    {
                        "id": "5567",
                        "value": "龙胜各族自治县"
                    },
                    {
                        "id": "5568",
                        "value": "资源县"
                    },
                    {
                        "id": "5569",
                        "value": "平乐县"
                    },
                    {
                        "id": "5570",
                        "value": "荔蒲县"
                    },
                    {
                        "id": "5571",
                        "value": "恭城瑶族自治县"
                    }
                ]
            },
            {
                "id": "5522",
                "value": "梧州市",
                "childs": [
                    {
                        "id": "5572",
                        "value": "万秀区"
                    },
                    {
                        "id": "5573",
                        "value": "蝶山区"
                    },
                    {
                        "id": "5574",
                        "value": "长洲区"
                    },
                    {
                        "id": "5575",
                        "value": "苍梧县"
                    },
                    {
                        "id": "5576",
                        "value": "藤县"
                    },
                    {
                        "id": "5577",
                        "value": "蒙山县"
                    },
                    {
                        "id": "5578",
                        "value": "岑溪市"
                    }
                ]
            },
            {
                "id": "5523",
                "value": "北海市",
                "childs": [
                    {
                        "id": "5579",
                        "value": "海城区"
                    },
                    {
                        "id": "5580",
                        "value": "银海区"
                    },
                    {
                        "id": "5581",
                        "value": "铁山港区"
                    },
                    {
                        "id": "5582",
                        "value": "合浦县"
                    }
                ]
            },
            {
                "id": "5524",
                "value": "防城港市",
                "childs": [
                    {
                        "id": "5583",
                        "value": "港口区"
                    },
                    {
                        "id": "5584",
                        "value": "防城区"
                    },
                    {
                        "id": "5585",
                        "value": "上思县"
                    },
                    {
                        "id": "5586",
                        "value": "东兴市"
                    }
                ]
            },
            {
                "id": "5525",
                "value": "钦州市",
                "childs": [
                    {
                        "id": "5587",
                        "value": "钦南区"
                    },
                    {
                        "id": "5588",
                        "value": "钦北区"
                    },
                    {
                        "id": "5589",
                        "value": "灵山县"
                    },
                    {
                        "id": "5590",
                        "value": "浦北县"
                    }
                ]
            },
            {
                "id": "5526",
                "value": "贵港市",
                "childs": [
                    {
                        "id": "5591",
                        "value": "港北区"
                    },
                    {
                        "id": "5592",
                        "value": "港南区"
                    },
                    {
                        "id": "5593",
                        "value": "覃塘区"
                    },
                    {
                        "id": "5594",
                        "value": "平南县"
                    },
                    {
                        "id": "5595",
                        "value": "桂平市"
                    }
                ]
            },
            {
                "id": "5527",
                "value": "玉林市",
                "childs": [
                    {
                        "id": "5596",
                        "value": "玉州区"
                    },
                    {
                        "id": "5597",
                        "value": "容县"
                    },
                    {
                        "id": "5598",
                        "value": "陆川县"
                    },
                    {
                        "id": "5599",
                        "value": "博白县"
                    },
                    {
                        "id": "5600",
                        "value": "兴业县"
                    },
                    {
                        "id": "5601",
                        "value": "北流市"
                    }
                ]
            },
            {
                "id": "5528",
                "value": "百色市",
                "childs": [
                    {
                        "id": "5602",
                        "value": "右江区"
                    },
                    {
                        "id": "5603",
                        "value": "田阳县"
                    },
                    {
                        "id": "5604",
                        "value": "田东县"
                    },
                    {
                        "id": "5605",
                        "value": "平果县"
                    },
                    {
                        "id": "5606",
                        "value": "德保县"
                    },
                    {
                        "id": "5607",
                        "value": "靖西县"
                    },
                    {
                        "id": "5608",
                        "value": "那坡县"
                    },
                    {
                        "id": "5609",
                        "value": "凌云县"
                    },
                    {
                        "id": "5610",
                        "value": "乐业县"
                    },
                    {
                        "id": "5611",
                        "value": "田林县"
                    },
                    {
                        "id": "5612",
                        "value": "西林县"
                    },
                    {
                        "id": "5613",
                        "value": "隆林各族自治县"
                    }
                ]
            },
            {
                "id": "5529",
                "value": "贺州市",
                "childs": [
                    {
                        "id": "5614",
                        "value": "八步区"
                    },
                    {
                        "id": "5615",
                        "value": "昭平县"
                    },
                    {
                        "id": "5616",
                        "value": "钟山县"
                    },
                    {
                        "id": "5617",
                        "value": "富川瑶族自治县"
                    }
                ]
            },
            {
                "id": "5530",
                "value": "河池市",
                "childs": [
                    {
                        "id": "5618",
                        "value": "金城江区"
                    },
                    {
                        "id": "5619",
                        "value": "南丹县"
                    },
                    {
                        "id": "5620",
                        "value": "天峨县"
                    },
                    {
                        "id": "5621",
                        "value": "凤山县"
                    },
                    {
                        "id": "5622",
                        "value": "东兰县"
                    },
                    {
                        "id": "5623",
                        "value": "罗城仫佬族自治县"
                    },
                    {
                        "id": "5624",
                        "value": "环江毛南族自治县"
                    },
                    {
                        "id": "5625",
                        "value": "巴马瑶族自治县"
                    },
                    {
                        "id": "5626",
                        "value": "都安瑶族自治县"
                    },
                    {
                        "id": "5627",
                        "value": "大化瑶族自治县"
                    },
                    {
                        "id": "5628",
                        "value": "宜州市"
                    }
                ]
            },
            {
                "id": "5531",
                "value": "来宾市",
                "childs": [
                    {
                        "id": "5629",
                        "value": "兴宾区"
                    },
                    {
                        "id": "5630",
                        "value": "忻城县"
                    },
                    {
                        "id": "5631",
                        "value": "象州县"
                    },
                    {
                        "id": "5632",
                        "value": "武宣县"
                    },
                    {
                        "id": "5633",
                        "value": "金秀瑶族自治县"
                    },
                    {
                        "id": "5634",
                        "value": "合山市"
                    }
                ]
            },
            {
                "id": "5532",
                "value": "崇左市",
                "childs": [
                    {
                        "id": "5635",
                        "value": "江洲区"
                    },
                    {
                        "id": "5636",
                        "value": "扶绥县"
                    },
                    {
                        "id": "5637",
                        "value": "宁明县"
                    },
                    {
                        "id": "5638",
                        "value": "龙州县"
                    },
                    {
                        "id": "5639",
                        "value": "大新县"
                    },
                    {
                        "id": "5640",
                        "value": "天等县"
                    },
                    {
                        "id": "5641",
                        "value": "凭祥市"
                    }
                ]
            }
        ]
    },
    {
        "id": "3382",
        "value": "海南省",
        "childs": [
            {
                "id": "5642",
                "value": "海口市",
                "childs": [
                    {
                        "id": "5663",
                        "value": "秀英区"
                    },
                    {
                        "id": "5664",
                        "value": "龙华区"
                    },
                    {
                        "id": "5665",
                        "value": "琼山区"
                    },
                    {
                        "id": "5666",
                        "value": "美兰区"
                    }
                ]
            }
        ]
    },
    {
        "id": "3383",
        "value": "四川省",
        "childs": [
            {
                "id": "5667",
                "value": "成都市",
                "childs": [
                    {
                        "id": "5688",
                        "value": "锦江区"
                    },
                    {
                        "id": "5689",
                        "value": "青羊区"
                    },
                    {
                        "id": "5690",
                        "value": "金牛区"
                    },
                    {
                        "id": "5691",
                        "value": "武侯区"
                    },
                    {
                        "id": "5692",
                        "value": "成华区"
                    },
                    {
                        "id": "5693",
                        "value": "龙泉驿区"
                    },
                    {
                        "id": "5694",
                        "value": "青白江区"
                    },
                    {
                        "id": "5695",
                        "value": "新都区"
                    },
                    {
                        "id": "5696",
                        "value": "温江区"
                    },
                    {
                        "id": "5697",
                        "value": "金堂县"
                    },
                    {
                        "id": "5698",
                        "value": "双流区"
                    },
                    {
                        "id": "5699",
                        "value": "郫县"
                    },
                    {
                        "id": "5700",
                        "value": "大邑县"
                    },
                    {
                        "id": "5701",
                        "value": "蒲江县"
                    },
                    {
                        "id": "5702",
                        "value": "新津县"
                    },
                    {
                        "id": "5703",
                        "value": "都江堰市"
                    },
                    {
                        "id": "5704",
                        "value": "彭州市"
                    },
                    {
                        "id": "5705",
                        "value": "邛崃市"
                    },
                    {
                        "id": "5706",
                        "value": "崇州市"
                    },
                    {
                        "id": "6897",
                        "value": "高新区"
                    },
                    {
                        "id": "6898",
                        "value": "天府新区"
                    },
                    {
                        "id": "6899",
                        "value": "简阳市"
                    }
                ]
            },
            {
                "id": "5668",
                "value": "自贡市",
                "childs": [
                    {
                        "id": "5707",
                        "value": "自流井区"
                    },
                    {
                        "id": "5708",
                        "value": "贡井区"
                    },
                    {
                        "id": "5709",
                        "value": "大安区"
                    },
                    {
                        "id": "5710",
                        "value": "沿滩区"
                    },
                    {
                        "id": "5711",
                        "value": "荣县"
                    },
                    {
                        "id": "5712",
                        "value": "富顺县"
                    },
                    {
                        "id": "6900",
                        "value": "高新"
                    }
                ]
            },
            {
                "id": "5669",
                "value": "攀枝花市",
                "childs": [
                    {
                        "id": "5713",
                        "value": "东区"
                    },
                    {
                        "id": "5714",
                        "value": "西区"
                    },
                    {
                        "id": "5715",
                        "value": "仁和区"
                    },
                    {
                        "id": "5716",
                        "value": "米易县"
                    },
                    {
                        "id": "5717",
                        "value": "盐边县"
                    }
                ]
            },
            {
                "id": "5670",
                "value": "泸州市",
                "childs": [
                    {
                        "id": "5718",
                        "value": "江阳区"
                    },
                    {
                        "id": "5719",
                        "value": "纳溪区"
                    },
                    {
                        "id": "5720",
                        "value": "龙马潭区"
                    },
                    {
                        "id": "5721",
                        "value": "泸县"
                    },
                    {
                        "id": "5722",
                        "value": "合江县"
                    },
                    {
                        "id": "5723",
                        "value": "叙永县"
                    },
                    {
                        "id": "5724",
                        "value": "古蔺县"
                    }
                ]
            },
            {
                "id": "5671",
                "value": "德阳市",
                "childs": [
                    {
                        "id": "5725",
                        "value": "旌阳区"
                    },
                    {
                        "id": "5726",
                        "value": "中江县"
                    },
                    {
                        "id": "5727",
                        "value": "罗江区"
                    },
                    {
                        "id": "5728",
                        "value": "广汉市"
                    },
                    {
                        "id": "5729",
                        "value": "什邡市"
                    },
                    {
                        "id": "5730",
                        "value": "绵竹市"
                    },
                    {
                        "id": "6901",
                        "value": "德阳经开区"
                    }
                ]
            },
            {
                "id": "5672",
                "value": "绵阳市",
                "childs": [
                    {
                        "id": "5731",
                        "value": "涪城区"
                    },
                    {
                        "id": "5732",
                        "value": "游仙区"
                    },
                    {
                        "id": "5733",
                        "value": "三台县"
                    },
                    {
                        "id": "5734",
                        "value": "盐亭县"
                    },
                    {
                        "id": "5735",
                        "value": "安州区"
                    },
                    {
                        "id": "5736",
                        "value": "梓潼县"
                    },
                    {
                        "id": "5737",
                        "value": "北川羌族自治县"
                    },
                    {
                        "id": "5738",
                        "value": "平武县"
                    },
                    {
                        "id": "5739",
                        "value": "江油市"
                    },
                    {
                        "id": "6902",
                        "value": "绵山路六十四号"
                    },
                    {
                        "id": "6903",
                        "value": "经开区"
                    },
                    {
                        "id": "6904",
                        "value": "仙海区"
                    },
                    {
                        "id": "6905",
                        "value": "科创区"
                    },
                    {
                        "id": "6906",
                        "value": "高新区"
                    }
                ]
            },
            {
                "id": "5673",
                "value": "广元市",
                "childs": [
                    {
                        "id": "5740",
                        "value": "广元市经开区"
                    },
                    {
                        "id": "5741",
                        "value": "昭化区"
                    },
                    {
                        "id": "5742",
                        "value": "朝天区"
                    },
                    {
                        "id": "5743",
                        "value": "旺苍县"
                    },
                    {
                        "id": "5744",
                        "value": "青川县"
                    },
                    {
                        "id": "5745",
                        "value": "剑阁县"
                    },
                    {
                        "id": "5746",
                        "value": "苍溪县"
                    },
                    {
                        "id": "6907",
                        "value": "利州区"
                    }
                ]
            },
            {
                "id": "5674",
                "value": "遂宁市",
                "childs": [
                    {
                        "id": "5747",
                        "value": "船山区"
                    },
                    {
                        "id": "5748",
                        "value": "安居区"
                    },
                    {
                        "id": "5749",
                        "value": "蓬溪县"
                    },
                    {
                        "id": "5750",
                        "value": "射洪县"
                    },
                    {
                        "id": "5751",
                        "value": "大英县"
                    }
                ]
            },
            {
                "id": "5675",
                "value": "内江市",
                "childs": [
                    {
                        "id": "5752",
                        "value": "市中区"
                    },
                    {
                        "id": "5753",
                        "value": "东兴区"
                    },
                    {
                        "id": "5754",
                        "value": "威远县"
                    },
                    {
                        "id": "5755",
                        "value": "资中县"
                    },
                    {
                        "id": "5756",
                        "value": "隆昌市"
                    },
                    {
                        "id": "6908",
                        "value": "经济技术开发区"
                    }
                ]
            },
            {
                "id": "5676",
                "value": "乐山市",
                "childs": [
                    {
                        "id": "5757",
                        "value": "市中区"
                    },
                    {
                        "id": "5758",
                        "value": "沙湾区"
                    },
                    {
                        "id": "5759",
                        "value": "五通桥区"
                    },
                    {
                        "id": "5760",
                        "value": "金口河区"
                    },
                    {
                        "id": "5761",
                        "value": "犍为县"
                    },
                    {
                        "id": "5762",
                        "value": "井研县"
                    },
                    {
                        "id": "5763",
                        "value": "夹江县"
                    },
                    {
                        "id": "5764",
                        "value": "沐川县"
                    },
                    {
                        "id": "5765",
                        "value": "峨边彝族自治县"
                    },
                    {
                        "id": "5766",
                        "value": "马边彝族自治县"
                    },
                    {
                        "id": "5767",
                        "value": "峨眉山市"
                    }
                ]
            },
            {
                "id": "5677",
                "value": "南充市",
                "childs": [
                    {
                        "id": "5768",
                        "value": "顺庆区"
                    },
                    {
                        "id": "5769",
                        "value": "高坪区"
                    },
                    {
                        "id": "5770",
                        "value": "嘉陵区"
                    },
                    {
                        "id": "5771",
                        "value": "南部县"
                    },
                    {
                        "id": "5772",
                        "value": "营山县"
                    },
                    {
                        "id": "5773",
                        "value": "蓬安县"
                    },
                    {
                        "id": "5774",
                        "value": "仪陇县"
                    },
                    {
                        "id": "5775",
                        "value": "西充县"
                    },
                    {
                        "id": "5776",
                        "value": "阆中市"
                    }
                ]
            },
            {
                "id": "5678",
                "value": "眉山市",
                "childs": [
                    {
                        "id": "5777",
                        "value": "东坡区"
                    },
                    {
                        "id": "5778",
                        "value": "仁寿县"
                    },
                    {
                        "id": "5779",
                        "value": "彭山区"
                    },
                    {
                        "id": "5780",
                        "value": "洪雅县"
                    },
                    {
                        "id": "5781",
                        "value": "丹棱县"
                    },
                    {
                        "id": "5782",
                        "value": "青神县"
                    }
                ]
            },
            {
                "id": "5679",
                "value": "宜宾市",
                "childs": [
                    {
                        "id": "5783",
                        "value": "翠屏区"
                    },
                    {
                        "id": "5784",
                        "value": "宜宾县"
                    },
                    {
                        "id": "5785",
                        "value": "南溪区"
                    },
                    {
                        "id": "5786",
                        "value": "江安县"
                    },
                    {
                        "id": "5787",
                        "value": "长宁县"
                    },
                    {
                        "id": "5788",
                        "value": "高县"
                    },
                    {
                        "id": "5789",
                        "value": "珙县"
                    },
                    {
                        "id": "5790",
                        "value": "筠连县"
                    },
                    {
                        "id": "5791",
                        "value": "兴文县"
                    },
                    {
                        "id": "5792",
                        "value": "屏山县"
                    },
                    {
                        "id": "6909",
                        "value": "临港经济开发区"
                    }
                ]
            },
            {
                "id": "5680",
                "value": "广安市",
                "childs": [
                    {
                        "id": "5793",
                        "value": "广安区"
                    },
                    {
                        "id": "5794",
                        "value": "岳池县"
                    },
                    {
                        "id": "5795",
                        "value": "武胜县"
                    },
                    {
                        "id": "5796",
                        "value": "邻水县"
                    },
                    {
                        "id": "5797",
                        "value": "华蓥市"
                    },
                    {
                        "id": "6910",
                        "value": "前锋区"
                    }
                ]
            },
            {
                "id": "5681",
                "value": "达州市",
                "childs": [
                    {
                        "id": "5798",
                        "value": "通川区"
                    },
                    {
                        "id": "5799",
                        "value": "达川区"
                    },
                    {
                        "id": "5800",
                        "value": "宣汉县"
                    },
                    {
                        "id": "5801",
                        "value": "开江县"
                    },
                    {
                        "id": "5802",
                        "value": "大竹县"
                    },
                    {
                        "id": "5803",
                        "value": "渠县"
                    },
                    {
                        "id": "5804",
                        "value": "万源市"
                    }
                ]
            },
            {
                "id": "5682",
                "value": "雅安市",
                "childs": [
                    {
                        "id": "5805",
                        "value": "雨城区"
                    },
                    {
                        "id": "5806",
                        "value": "名山区"
                    },
                    {
                        "id": "5807",
                        "value": "荥经县"
                    },
                    {
                        "id": "5808",
                        "value": "汉源县"
                    },
                    {
                        "id": "5809",
                        "value": "石棉县"
                    },
                    {
                        "id": "5810",
                        "value": "天全县"
                    },
                    {
                        "id": "5811",
                        "value": "芦山县"
                    },
                    {
                        "id": "5812",
                        "value": "宝兴县"
                    }
                ]
            },
            {
                "id": "5683",
                "value": "巴中市",
                "childs": [
                    {
                        "id": "5813",
                        "value": "巴州区"
                    },
                    {
                        "id": "5814",
                        "value": "通江县"
                    },
                    {
                        "id": "5815",
                        "value": "南江县"
                    },
                    {
                        "id": "5816",
                        "value": "平昌县"
                    },
                    {
                        "id": "6911",
                        "value": "恩阳区"
                    }
                ]
            },
            {
                "id": "5684",
                "value": "资阳市",
                "childs": [
                    {
                        "id": "5817",
                        "value": "雁江区"
                    },
                    {
                        "id": "5818",
                        "value": "安岳县"
                    },
                    {
                        "id": "5819",
                        "value": "乐至县"
                    }
                ]
            },
            {
                "id": "5685",
                "value": "阿坝藏族羌族自治州",
                "childs": [
                    {
                        "id": "5821",
                        "value": "汶川县"
                    },
                    {
                        "id": "5822",
                        "value": "理县"
                    },
                    {
                        "id": "5823",
                        "value": "茂县"
                    },
                    {
                        "id": "5824",
                        "value": "松潘县"
                    },
                    {
                        "id": "5825",
                        "value": "九寨沟县"
                    },
                    {
                        "id": "5826",
                        "value": "金川县"
                    },
                    {
                        "id": "5827",
                        "value": "小金县"
                    },
                    {
                        "id": "5828",
                        "value": "黑水县"
                    },
                    {
                        "id": "5829",
                        "value": "马尔康县"
                    },
                    {
                        "id": "5830",
                        "value": "壤塘县"
                    },
                    {
                        "id": "5831",
                        "value": "阿坝县"
                    },
                    {
                        "id": "5832",
                        "value": "若尔盖县"
                    },
                    {
                        "id": "5833",
                        "value": "红原县"
                    }
                ]
            },
            {
                "id": "5686",
                "value": "甘孜藏族自治州",
                "childs": [
                    {
                        "id": "5834",
                        "value": "康定县"
                    },
                    {
                        "id": "5835",
                        "value": "泸定县"
                    },
                    {
                        "id": "5836",
                        "value": "丹巴县"
                    },
                    {
                        "id": "5837",
                        "value": "九龙县"
                    },
                    {
                        "id": "5838",
                        "value": "雅江县"
                    },
                    {
                        "id": "5839",
                        "value": "道孚县"
                    },
                    {
                        "id": "5840",
                        "value": "炉霍县"
                    },
                    {
                        "id": "5841",
                        "value": "甘孜县"
                    },
                    {
                        "id": "5842",
                        "value": "新龙县"
                    },
                    {
                        "id": "5843",
                        "value": "德格县"
                    },
                    {
                        "id": "5844",
                        "value": "白玉县"
                    },
                    {
                        "id": "5845",
                        "value": "石渠县"
                    },
                    {
                        "id": "5846",
                        "value": "色达县"
                    },
                    {
                        "id": "5847",
                        "value": "理塘县"
                    },
                    {
                        "id": "5848",
                        "value": "巴塘县"
                    },
                    {
                        "id": "5849",
                        "value": "乡城县"
                    },
                    {
                        "id": "5850",
                        "value": "稻城县"
                    },
                    {
                        "id": "5851",
                        "value": "得荣县"
                    },
                    {
                        "id": "6912",
                        "value": "海螺沟"
                    }
                ]
            },
            {
                "id": "5687",
                "value": "凉山彝族自治州",
                "childs": [
                    {
                        "id": "5852",
                        "value": "西昌市"
                    },
                    {
                        "id": "5853",
                        "value": "木里藏族自治县"
                    },
                    {
                        "id": "5854",
                        "value": "盐源县"
                    },
                    {
                        "id": "5855",
                        "value": "德昌县"
                    },
                    {
                        "id": "5856",
                        "value": "会理县"
                    },
                    {
                        "id": "5857",
                        "value": "会东县"
                    },
                    {
                        "id": "5858",
                        "value": "宁南县"
                    },
                    {
                        "id": "5859",
                        "value": "普格县"
                    },
                    {
                        "id": "5860",
                        "value": "布拖县"
                    },
                    {
                        "id": "5861",
                        "value": "金阳县"
                    },
                    {
                        "id": "5862",
                        "value": "昭觉县"
                    },
                    {
                        "id": "5863",
                        "value": "喜德县"
                    },
                    {
                        "id": "5864",
                        "value": "冕宁县"
                    },
                    {
                        "id": "5865",
                        "value": "越西县"
                    },
                    {
                        "id": "5866",
                        "value": "甘洛县"
                    },
                    {
                        "id": "5867",
                        "value": "美姑县"
                    },
                    {
                        "id": "5868",
                        "value": "雷波县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3384",
        "value": "贵州省",
        "childs": [
            {
                "id": "5869",
                "value": "贵阳市",
                "childs": [
                    {
                        "id": "5878",
                        "value": "南明区"
                    },
                    {
                        "id": "5879",
                        "value": "云岩区"
                    },
                    {
                        "id": "5880",
                        "value": "花溪区"
                    },
                    {
                        "id": "5881",
                        "value": "乌当区"
                    },
                    {
                        "id": "5882",
                        "value": "白云区"
                    },
                    {
                        "id": "5883",
                        "value": "小河区"
                    },
                    {
                        "id": "5884",
                        "value": "开阳县"
                    },
                    {
                        "id": "5885",
                        "value": "息烽县"
                    },
                    {
                        "id": "5886",
                        "value": "修文县"
                    },
                    {
                        "id": "5887",
                        "value": "清镇市"
                    },
                    {
                        "id": "6812",
                        "value": "观山湖区"
                    }
                ]
            },
            {
                "id": "5870",
                "value": "六盘水市",
                "childs": [
                    {
                        "id": "5888",
                        "value": "钟山区"
                    },
                    {
                        "id": "5889",
                        "value": "六枝特区"
                    },
                    {
                        "id": "5890",
                        "value": "水城县"
                    },
                    {
                        "id": "5891",
                        "value": "盘州市"
                    }
                ]
            },
            {
                "id": "5871",
                "value": "遵义市",
                "childs": [
                    {
                        "id": "5892",
                        "value": "红花岗区"
                    },
                    {
                        "id": "5893",
                        "value": "汇川区"
                    },
                    {
                        "id": "5894",
                        "value": "播州区"
                    },
                    {
                        "id": "5895",
                        "value": "桐梓县"
                    },
                    {
                        "id": "5896",
                        "value": "绥阳县"
                    },
                    {
                        "id": "5897",
                        "value": "正安县"
                    },
                    {
                        "id": "5898",
                        "value": "道真自治县"
                    },
                    {
                        "id": "5899",
                        "value": "务川自治县"
                    },
                    {
                        "id": "5900",
                        "value": "凤冈县"
                    },
                    {
                        "id": "5901",
                        "value": "湄潭县"
                    },
                    {
                        "id": "5902",
                        "value": "余庆县"
                    },
                    {
                        "id": "5903",
                        "value": "习水县"
                    },
                    {
                        "id": "5904",
                        "value": "赤水市"
                    },
                    {
                        "id": "5905",
                        "value": "仁怀市"
                    },
                    {
                        "id": "6813",
                        "value": "新蒲新区"
                    }
                ]
            },
            {
                "id": "5872",
                "value": "安顺市",
                "childs": [
                    {
                        "id": "5906",
                        "value": "西秀区"
                    },
                    {
                        "id": "5907",
                        "value": "平坝区"
                    },
                    {
                        "id": "5908",
                        "value": "普定县"
                    },
                    {
                        "id": "5909",
                        "value": "镇宁自治县"
                    },
                    {
                        "id": "5910",
                        "value": "关岭自治县"
                    },
                    {
                        "id": "5911",
                        "value": "紫云自治县"
                    },
                    {
                        "id": "6814",
                        "value": "黄果树风景名胜区"
                    },
                    {
                        "id": "6815",
                        "value": "安顺市经济技术开发区"
                    }
                ]
            },
            {
                "id": "5873",
                "value": "铜仁市",
                "childs": [
                    {
                        "id": "5912",
                        "value": "碧江区"
                    },
                    {
                        "id": "5913",
                        "value": "江口县"
                    },
                    {
                        "id": "5914",
                        "value": "玉屏侗族自治县"
                    },
                    {
                        "id": "5915",
                        "value": "石阡县"
                    },
                    {
                        "id": "5916",
                        "value": "思南县"
                    },
                    {
                        "id": "5917",
                        "value": "印江县"
                    },
                    {
                        "id": "5918",
                        "value": "德江县"
                    },
                    {
                        "id": "5919",
                        "value": "沿河县"
                    },
                    {
                        "id": "5920",
                        "value": "松桃苗族自治县"
                    },
                    {
                        "id": "5921",
                        "value": "万山区"
                    }
                ]
            },
            {
                "id": "5874",
                "value": "黔西南布依族苗族自治州",
                "childs": [
                    {
                        "id": "5922",
                        "value": "兴义市"
                    },
                    {
                        "id": "5923",
                        "value": "兴仁县"
                    },
                    {
                        "id": "5924",
                        "value": "普安县"
                    },
                    {
                        "id": "5925",
                        "value": "晴隆县"
                    },
                    {
                        "id": "5926",
                        "value": "贞丰县"
                    },
                    {
                        "id": "5927",
                        "value": "望谟县"
                    },
                    {
                        "id": "5928",
                        "value": "册亨县"
                    },
                    {
                        "id": "5929",
                        "value": "安龙县"
                    },
                    {
                        "id": "6816",
                        "value": "义龙新区"
                    }
                ]
            },
            {
                "id": "5875",
                "value": "毕节市",
                "childs": [
                    {
                        "id": "5930",
                        "value": "七星关区"
                    },
                    {
                        "id": "5931",
                        "value": "大方县"
                    },
                    {
                        "id": "5932",
                        "value": "黔西县"
                    },
                    {
                        "id": "5933",
                        "value": "金沙县"
                    },
                    {
                        "id": "5934",
                        "value": "织金县"
                    },
                    {
                        "id": "5935",
                        "value": "纳雍县"
                    },
                    {
                        "id": "5936",
                        "value": "威宁彝族回族苗族自治县"
                    },
                    {
                        "id": "5937",
                        "value": "赫章县"
                    },
                    {
                        "id": "6817",
                        "value": "金海湖新区"
                    },
                    {
                        "id": "6818",
                        "value": "百里杜鹃管理区"
                    }
                ]
            },
            {
                "id": "5876",
                "value": "黔东南苗族侗族自治州",
                "childs": [
                    {
                        "id": "5938",
                        "value": "凯里市"
                    },
                    {
                        "id": "5939",
                        "value": "黄平县"
                    },
                    {
                        "id": "5940",
                        "value": "施秉县"
                    },
                    {
                        "id": "5941",
                        "value": "三穗县"
                    },
                    {
                        "id": "5942",
                        "value": "镇远县"
                    },
                    {
                        "id": "5943",
                        "value": "岑巩县"
                    },
                    {
                        "id": "5944",
                        "value": "天柱县"
                    },
                    {
                        "id": "5945",
                        "value": "锦屏县"
                    },
                    {
                        "id": "5946",
                        "value": "剑河县"
                    },
                    {
                        "id": "5947",
                        "value": "台江县"
                    },
                    {
                        "id": "5948",
                        "value": "黎平县"
                    },
                    {
                        "id": "5949",
                        "value": "榕江县"
                    },
                    {
                        "id": "5950",
                        "value": "从江县"
                    },
                    {
                        "id": "5951",
                        "value": "雷山县"
                    },
                    {
                        "id": "5952",
                        "value": "麻江县"
                    },
                    {
                        "id": "5953",
                        "value": "丹寨县"
                    }
                ]
            },
            {
                "id": "5877",
                "value": "黔南布依族苗族自治州",
                "childs": [
                    {
                        "id": "5954",
                        "value": "都匀市"
                    },
                    {
                        "id": "5955",
                        "value": "福泉市"
                    },
                    {
                        "id": "5956",
                        "value": "荔波县"
                    },
                    {
                        "id": "5957",
                        "value": "贵定县"
                    },
                    {
                        "id": "5958",
                        "value": "瓮安县"
                    },
                    {
                        "id": "5959",
                        "value": "独山县"
                    },
                    {
                        "id": "5960",
                        "value": "平塘县"
                    },
                    {
                        "id": "5961",
                        "value": "罗甸县"
                    },
                    {
                        "id": "5962",
                        "value": "长顺县"
                    },
                    {
                        "id": "5963",
                        "value": "龙里县"
                    },
                    {
                        "id": "5964",
                        "value": "惠水县"
                    },
                    {
                        "id": "5965",
                        "value": "三都县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3385",
        "value": "云南省",
        "childs": [
            {
                "id": "5966",
                "value": "昆明市",
                "childs": [
                    {
                        "id": "5982",
                        "value": "五华区"
                    },
                    {
                        "id": "5983",
                        "value": "盘龙区"
                    },
                    {
                        "id": "5984",
                        "value": "官渡区"
                    },
                    {
                        "id": "5985",
                        "value": "西山区"
                    },
                    {
                        "id": "5986",
                        "value": "东川区"
                    },
                    {
                        "id": "5987",
                        "value": "呈贡区"
                    },
                    {
                        "id": "5988",
                        "value": "晋宁县"
                    },
                    {
                        "id": "5989",
                        "value": "富民县"
                    },
                    {
                        "id": "5990",
                        "value": "宜良县"
                    },
                    {
                        "id": "5991",
                        "value": "石林彝族自治县"
                    },
                    {
                        "id": "5992",
                        "value": "嵩明县"
                    },
                    {
                        "id": "5993",
                        "value": "禄劝彝族苗族自治县"
                    },
                    {
                        "id": "5994",
                        "value": "寻甸回族彝族自治县"
                    },
                    {
                        "id": "5995",
                        "value": "安宁市"
                    }
                ]
            },
            {
                "id": "5967",
                "value": "曲靖市",
                "childs": [
                    {
                        "id": "5996",
                        "value": "麒麟区"
                    },
                    {
                        "id": "5997",
                        "value": "马龙县"
                    },
                    {
                        "id": "5998",
                        "value": "陆良县"
                    },
                    {
                        "id": "5999",
                        "value": "师宗县"
                    },
                    {
                        "id": "6000",
                        "value": "罗平县"
                    },
                    {
                        "id": "6001",
                        "value": "富源县"
                    },
                    {
                        "id": "6002",
                        "value": "会泽县"
                    },
                    {
                        "id": "6003",
                        "value": "沾益区"
                    },
                    {
                        "id": "6004",
                        "value": "宣威市"
                    }
                ]
            },
            {
                "id": "5968",
                "value": "玉溪市",
                "childs": [
                    {
                        "id": "6005",
                        "value": "红塔区"
                    },
                    {
                        "id": "6006",
                        "value": "江川区"
                    },
                    {
                        "id": "6007",
                        "value": "澄江县"
                    },
                    {
                        "id": "6008",
                        "value": "通海县"
                    },
                    {
                        "id": "6009",
                        "value": "华宁县"
                    },
                    {
                        "id": "6010",
                        "value": "易门县"
                    },
                    {
                        "id": "6011",
                        "value": "峨山彝族自治县"
                    },
                    {
                        "id": "6012",
                        "value": "新平彝族傣族自治县"
                    },
                    {
                        "id": "6013",
                        "value": "元江哈尼族彝族傣族自治县"
                    }
                ]
            },
            {
                "id": "5969",
                "value": "保山市",
                "childs": [
                    {
                        "id": "6014",
                        "value": "隆阳区"
                    },
                    {
                        "id": "6015",
                        "value": "施甸县"
                    },
                    {
                        "id": "6016",
                        "value": "腾冲市"
                    },
                    {
                        "id": "6017",
                        "value": "龙陵县"
                    },
                    {
                        "id": "6018",
                        "value": "昌宁县"
                    }
                ]
            },
            {
                "id": "5970",
                "value": "昭通市",
                "childs": [
                    {
                        "id": "6019",
                        "value": "昭阳区"
                    },
                    {
                        "id": "6020",
                        "value": "鲁甸县"
                    },
                    {
                        "id": "6021",
                        "value": "巧家县"
                    },
                    {
                        "id": "6022",
                        "value": "盐津县"
                    },
                    {
                        "id": "6023",
                        "value": "大关县"
                    },
                    {
                        "id": "6024",
                        "value": "永善县"
                    },
                    {
                        "id": "6025",
                        "value": "绥江县"
                    },
                    {
                        "id": "6026",
                        "value": "镇雄县"
                    },
                    {
                        "id": "6027",
                        "value": "彝良县"
                    },
                    {
                        "id": "6028",
                        "value": "威信县"
                    },
                    {
                        "id": "6029",
                        "value": "水富县"
                    }
                ]
            },
            {
                "id": "5971",
                "value": "丽江市",
                "childs": [
                    {
                        "id": "6030",
                        "value": "古城区"
                    },
                    {
                        "id": "6031",
                        "value": "玉龙纳西族自治县"
                    },
                    {
                        "id": "6032",
                        "value": "永胜县"
                    },
                    {
                        "id": "6033",
                        "value": "华坪县"
                    },
                    {
                        "id": "6034",
                        "value": "宁蒗彝族自治县"
                    }
                ]
            },
            {
                "id": "5972",
                "value": "普洱市",
                "childs": [
                    {
                        "id": "6035",
                        "value": "思茅区"
                    },
                    {
                        "id": "6036",
                        "value": "宁洱哈尼族彝族自治县"
                    },
                    {
                        "id": "6037",
                        "value": "墨江哈尼族自治县"
                    },
                    {
                        "id": "6038",
                        "value": "景东彝族自治县"
                    },
                    {
                        "id": "6039",
                        "value": "景谷傣族彝族自治县"
                    },
                    {
                        "id": "6040",
                        "value": "镇沅彝族哈尼族拉祜族自治县"
                    },
                    {
                        "id": "6041",
                        "value": "江城哈尼族彝族自治县"
                    },
                    {
                        "id": "6042",
                        "value": "孟连傣族拉祜族佤族自治县"
                    },
                    {
                        "id": "6043",
                        "value": "澜沧拉祜族自治县"
                    },
                    {
                        "id": "6044",
                        "value": "西盟佤族自治县"
                    }
                ]
            },
            {
                "id": "5973",
                "value": "临沧市",
                "childs": [
                    {
                        "id": "6045",
                        "value": "临翔区"
                    },
                    {
                        "id": "6046",
                        "value": "凤庆县"
                    },
                    {
                        "id": "6047",
                        "value": "云县"
                    },
                    {
                        "id": "6048",
                        "value": "永德县"
                    },
                    {
                        "id": "6049",
                        "value": "镇康县"
                    },
                    {
                        "id": "6050",
                        "value": "双江拉祜族佤族布朗族傣族自治县"
                    },
                    {
                        "id": "6051",
                        "value": "耿马傣族佤族自治县"
                    },
                    {
                        "id": "6830",
                        "value": "沧源佤族自治县"
                    }
                ]
            },
            {
                "id": "5974",
                "value": "楚雄彝族自治州",
                "childs": [
                    {
                        "id": "6052",
                        "value": "沧源佤族自治县"
                    },
                    {
                        "id": "6053",
                        "value": "楚雄市"
                    },
                    {
                        "id": "6054",
                        "value": "双柏县"
                    },
                    {
                        "id": "6055",
                        "value": "牟定县"
                    },
                    {
                        "id": "6056",
                        "value": "南华县"
                    },
                    {
                        "id": "6057",
                        "value": "姚安县"
                    },
                    {
                        "id": "6058",
                        "value": "大姚县"
                    },
                    {
                        "id": "6059",
                        "value": "永仁县"
                    },
                    {
                        "id": "6060",
                        "value": "元谋县"
                    },
                    {
                        "id": "6061",
                        "value": "武定县"
                    },
                    {
                        "id": "6062",
                        "value": "禄丰县"
                    }
                ]
            },
            {
                "id": "5975",
                "value": "红河哈尼族彝族自治州",
                "childs": [
                    {
                        "id": "6063",
                        "value": "个旧市"
                    },
                    {
                        "id": "6064",
                        "value": "开远市"
                    },
                    {
                        "id": "6065",
                        "value": "蒙自市"
                    },
                    {
                        "id": "6066",
                        "value": "屏边苗族自治县"
                    },
                    {
                        "id": "6067",
                        "value": "建水县"
                    },
                    {
                        "id": "6068",
                        "value": "石屏县"
                    },
                    {
                        "id": "6069",
                        "value": "弥勒市"
                    },
                    {
                        "id": "6070",
                        "value": "泸西县"
                    },
                    {
                        "id": "6071",
                        "value": "元阳县"
                    },
                    {
                        "id": "6072",
                        "value": "红河县"
                    },
                    {
                        "id": "6073",
                        "value": "金平苗族瑶族傣族自治县"
                    },
                    {
                        "id": "6074",
                        "value": "绿春县"
                    },
                    {
                        "id": "6075",
                        "value": "河口瑶族自治县"
                    }
                ]
            },
            {
                "id": "5976",
                "value": "文山壮族苗族自治州",
                "childs": [
                    {
                        "id": "6076",
                        "value": "文山县"
                    },
                    {
                        "id": "6077",
                        "value": "砚山县"
                    },
                    {
                        "id": "6078",
                        "value": "西畴县"
                    },
                    {
                        "id": "6079",
                        "value": "麻栗坡县"
                    },
                    {
                        "id": "6080",
                        "value": "马关县"
                    },
                    {
                        "id": "6081",
                        "value": "丘北县"
                    },
                    {
                        "id": "6082",
                        "value": "广南县"
                    },
                    {
                        "id": "6083",
                        "value": "富宁县"
                    }
                ]
            },
            {
                "id": "5977",
                "value": "西双版纳傣族自治州",
                "childs": [
                    {
                        "id": "6084",
                        "value": "景洪市"
                    },
                    {
                        "id": "6085",
                        "value": "勐海县"
                    },
                    {
                        "id": "6086",
                        "value": "勐腊县"
                    }
                ]
            },
            {
                "id": "5978",
                "value": "大理白族自治州",
                "childs": [
                    {
                        "id": "6087",
                        "value": "大理市"
                    },
                    {
                        "id": "6088",
                        "value": "漾濞彝族自治县"
                    },
                    {
                        "id": "6089",
                        "value": "祥云县"
                    },
                    {
                        "id": "6090",
                        "value": "宾川县"
                    },
                    {
                        "id": "6091",
                        "value": "弥渡县"
                    },
                    {
                        "id": "6092",
                        "value": "南涧彝族自治县"
                    },
                    {
                        "id": "6093",
                        "value": "巍山彝族回族自治县"
                    },
                    {
                        "id": "6094",
                        "value": "永平县"
                    },
                    {
                        "id": "6095",
                        "value": "云龙县"
                    },
                    {
                        "id": "6096",
                        "value": "洱源县"
                    },
                    {
                        "id": "6097",
                        "value": "剑川县"
                    },
                    {
                        "id": "6098",
                        "value": "鹤庆县"
                    }
                ]
            },
            {
                "id": "5979",
                "value": "德宏傣族景颇族自治州",
                "childs": [
                    {
                        "id": "6099",
                        "value": "瑞丽市"
                    },
                    {
                        "id": "6100",
                        "value": "芒市"
                    },
                    {
                        "id": "6101",
                        "value": "梁河县"
                    },
                    {
                        "id": "6102",
                        "value": "盈江县"
                    },
                    {
                        "id": "6103",
                        "value": "陇川县"
                    }
                ]
            },
            {
                "id": "5980",
                "value": "怒江傈僳族自治州",
                "childs": [
                    {
                        "id": "6104",
                        "value": "泸水县"
                    },
                    {
                        "id": "6105",
                        "value": "福贡县"
                    },
                    {
                        "id": "6106",
                        "value": "贡山独龙族怒族自治县"
                    },
                    {
                        "id": "6107",
                        "value": "兰坪白族普米族自治县"
                    }
                ]
            },
            {
                "id": "5981",
                "value": "迪庆藏族自治州",
                "childs": [
                    {
                        "id": "6108",
                        "value": "香格里拉市"
                    },
                    {
                        "id": "6109",
                        "value": "德钦县"
                    },
                    {
                        "id": "6110",
                        "value": "维西傈僳族自治县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3386",
        "value": "西藏",
        "childs": [
            {
                "id": "6111",
                "value": "拉萨市",
                "childs": [
                    {
                        "id": "6118",
                        "value": "城关区"
                    },
                    {
                        "id": "6119",
                        "value": "林周县"
                    },
                    {
                        "id": "6120",
                        "value": "当雄县"
                    },
                    {
                        "id": "6121",
                        "value": "尼木县"
                    },
                    {
                        "id": "6122",
                        "value": "曲水县"
                    },
                    {
                        "id": "6123",
                        "value": "堆龙德庆县"
                    },
                    {
                        "id": "6124",
                        "value": "达孜县"
                    },
                    {
                        "id": "6125",
                        "value": "墨竹工卡县"
                    }
                ]
            },
            {
                "id": "6112",
                "value": "昌都地区",
                "childs": [
                    {
                        "id": "6126",
                        "value": "昌都县"
                    },
                    {
                        "id": "6127",
                        "value": "江达县"
                    },
                    {
                        "id": "6128",
                        "value": "贡觉县"
                    },
                    {
                        "id": "6129",
                        "value": "类乌齐县"
                    },
                    {
                        "id": "6130",
                        "value": "丁青县"
                    },
                    {
                        "id": "6131",
                        "value": "察雅县"
                    },
                    {
                        "id": "6132",
                        "value": "八宿县"
                    },
                    {
                        "id": "6133",
                        "value": "左贡县"
                    },
                    {
                        "id": "6134",
                        "value": "芒康县"
                    },
                    {
                        "id": "6135",
                        "value": "洛隆县"
                    },
                    {
                        "id": "6136",
                        "value": "边坝县"
                    }
                ]
            },
            {
                "id": "6113",
                "value": "山南地区",
                "childs": [
                    {
                        "id": "6137",
                        "value": "乃东县"
                    },
                    {
                        "id": "6138",
                        "value": "扎囊县"
                    },
                    {
                        "id": "6139",
                        "value": "贡嘎县"
                    },
                    {
                        "id": "6140",
                        "value": "桑日县"
                    },
                    {
                        "id": "6141",
                        "value": "琼结县"
                    },
                    {
                        "id": "6142",
                        "value": "曲松县"
                    },
                    {
                        "id": "6143",
                        "value": "措美县"
                    },
                    {
                        "id": "6144",
                        "value": "洛扎县"
                    },
                    {
                        "id": "6145",
                        "value": "加查县"
                    },
                    {
                        "id": "6146",
                        "value": "隆子县"
                    },
                    {
                        "id": "6147",
                        "value": "错那县"
                    },
                    {
                        "id": "6148",
                        "value": "浪卡子县"
                    }
                ]
            },
            {
                "id": "6114",
                "value": "日喀则地区",
                "childs": [
                    {
                        "id": "6149",
                        "value": "日喀则市"
                    },
                    {
                        "id": "6150",
                        "value": "南木林县"
                    },
                    {
                        "id": "6151",
                        "value": "江孜县"
                    },
                    {
                        "id": "6152",
                        "value": "定日县"
                    },
                    {
                        "id": "6153",
                        "value": "萨迦县"
                    },
                    {
                        "id": "6154",
                        "value": "拉孜县"
                    },
                    {
                        "id": "6155",
                        "value": "昂仁县"
                    },
                    {
                        "id": "6156",
                        "value": "谢通门县"
                    },
                    {
                        "id": "6157",
                        "value": "白朗县"
                    },
                    {
                        "id": "6158",
                        "value": "仁布县"
                    },
                    {
                        "id": "6159",
                        "value": "康马县"
                    },
                    {
                        "id": "6160",
                        "value": "定结县"
                    },
                    {
                        "id": "6161",
                        "value": "仲巴县"
                    },
                    {
                        "id": "6162",
                        "value": "亚东县"
                    },
                    {
                        "id": "6163",
                        "value": "吉隆县"
                    },
                    {
                        "id": "6164",
                        "value": "聂拉木县"
                    },
                    {
                        "id": "6165",
                        "value": "萨嘎县"
                    },
                    {
                        "id": "6166",
                        "value": "岗巴县"
                    }
                ]
            },
            {
                "id": "6115",
                "value": "那曲地区",
                "childs": [
                    {
                        "id": "6167",
                        "value": "那曲县"
                    },
                    {
                        "id": "6168",
                        "value": "嘉黎县"
                    },
                    {
                        "id": "6169",
                        "value": "比如县"
                    },
                    {
                        "id": "6170",
                        "value": "聂荣县"
                    },
                    {
                        "id": "6171",
                        "value": "安多县"
                    },
                    {
                        "id": "6172",
                        "value": "申扎县"
                    },
                    {
                        "id": "6173",
                        "value": "索县"
                    },
                    {
                        "id": "6174",
                        "value": "班戈县"
                    },
                    {
                        "id": "6175",
                        "value": "巴青县"
                    },
                    {
                        "id": "6176",
                        "value": "尼玛县"
                    }
                ]
            },
            {
                "id": "6116",
                "value": "阿里地区",
                "childs": [
                    {
                        "id": "6177",
                        "value": "普兰县"
                    },
                    {
                        "id": "6178",
                        "value": "札达县"
                    },
                    {
                        "id": "6179",
                        "value": "噶尔县"
                    },
                    {
                        "id": "6180",
                        "value": "日土县"
                    },
                    {
                        "id": "6181",
                        "value": "革吉县"
                    },
                    {
                        "id": "6182",
                        "value": "改则县"
                    },
                    {
                        "id": "6183",
                        "value": "措勤县"
                    }
                ]
            },
            {
                "id": "6117",
                "value": "林芝地区",
                "childs": [
                    {
                        "id": "6184",
                        "value": "林芝县"
                    },
                    {
                        "id": "6185",
                        "value": "工布江达县"
                    },
                    {
                        "id": "6186",
                        "value": "米林县"
                    },
                    {
                        "id": "6187",
                        "value": "墨脱县"
                    },
                    {
                        "id": "6188",
                        "value": "波密县"
                    },
                    {
                        "id": "6189",
                        "value": "察隅县"
                    },
                    {
                        "id": "6190",
                        "value": "朗县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3387",
        "value": "陕西省",
        "childs": [
            {
                "id": "6191",
                "value": "西安市",
                "childs": [
                    {
                        "id": "6197",
                        "value": "新城区"
                    },
                    {
                        "id": "6198",
                        "value": "碑林区"
                    },
                    {
                        "id": "6199",
                        "value": "莲湖区"
                    },
                    {
                        "id": "6200",
                        "value": "灞桥区"
                    },
                    {
                        "id": "6201",
                        "value": "未央区"
                    },
                    {
                        "id": "6202",
                        "value": "雁塔区"
                    },
                    {
                        "id": "6203",
                        "value": "阎良区"
                    },
                    {
                        "id": "6204",
                        "value": "临潼区"
                    },
                    {
                        "id": "6205",
                        "value": "长安区"
                    },
                    {
                        "id": "6206",
                        "value": "蓝田县"
                    },
                    {
                        "id": "6207",
                        "value": "周至县"
                    },
                    {
                        "id": "6208",
                        "value": "户县"
                    },
                    {
                        "id": "6209",
                        "value": "高陵县"
                    }
                ]
            },
            {
                "id": "6192",
                "value": "铜川市",
                "childs": [
                    {
                        "id": "6210",
                        "value": "王益区"
                    },
                    {
                        "id": "6211",
                        "value": "印台区"
                    },
                    {
                        "id": "6212",
                        "value": "耀州区"
                    },
                    {
                        "id": "6213",
                        "value": "宜君县"
                    }
                ]
            },
            {
                "id": "6193",
                "value": "宝鸡市",
                "childs": [
                    {
                        "id": "6214",
                        "value": "渭滨区"
                    },
                    {
                        "id": "6215",
                        "value": "金台区"
                    },
                    {
                        "id": "6216",
                        "value": "陈仓区"
                    },
                    {
                        "id": "6217",
                        "value": "凤翔县"
                    },
                    {
                        "id": "6218",
                        "value": "岐山县"
                    },
                    {
                        "id": "6219",
                        "value": "扶风县"
                    },
                    {
                        "id": "6220",
                        "value": "眉县"
                    },
                    {
                        "id": "6221",
                        "value": "陇县"
                    },
                    {
                        "id": "6222",
                        "value": "千阳县"
                    },
                    {
                        "id": "6223",
                        "value": "麟游县"
                    },
                    {
                        "id": "6224",
                        "value": "凤县"
                    },
                    {
                        "id": "6225",
                        "value": "太白县"
                    }
                ]
            },
            {
                "id": "6194",
                "value": "咸阳市",
                "childs": [
                    {
                        "id": "6230",
                        "value": "秦都区"
                    },
                    {
                        "id": "6231",
                        "value": "杨凌区"
                    },
                    {
                        "id": "6232",
                        "value": "渭城区"
                    },
                    {
                        "id": "6233",
                        "value": "三原县"
                    },
                    {
                        "id": "6234",
                        "value": "泾阳县"
                    },
                    {
                        "id": "6235",
                        "value": "乾县"
                    },
                    {
                        "id": "6236",
                        "value": "乾县"
                    },
                    {
                        "id": "6237",
                        "value": "礼泉县"
                    },
                    {
                        "id": "6238",
                        "value": "永寿县"
                    },
                    {
                        "id": "6239",
                        "value": "彬县"
                    },
                    {
                        "id": "6240",
                        "value": "长武县"
                    },
                    {
                        "id": "6241",
                        "value": "旬邑县"
                    },
                    {
                        "id": "6242",
                        "value": "淳化县"
                    },
                    {
                        "id": "6243",
                        "value": "武功县"
                    },
                    {
                        "id": "6244",
                        "value": "兴平市"
                    }
                ]
            },
            {
                "id": "6195",
                "value": "渭南市",
                "childs": [
                    {
                        "id": "6245",
                        "value": "临渭区"
                    },
                    {
                        "id": "6246",
                        "value": "华县"
                    },
                    {
                        "id": "6247",
                        "value": "潼关县"
                    },
                    {
                        "id": "6248",
                        "value": "大荔县"
                    },
                    {
                        "id": "6249",
                        "value": "合阳县"
                    },
                    {
                        "id": "6250",
                        "value": "澄城县"
                    },
                    {
                        "id": "6251",
                        "value": "蒲城县"
                    },
                    {
                        "id": "6252",
                        "value": "白水县"
                    },
                    {
                        "id": "6253",
                        "value": "富平县"
                    },
                    {
                        "id": "6254",
                        "value": "韩城市"
                    },
                    {
                        "id": "6255",
                        "value": "华阴市"
                    }
                ]
            },
            {
                "id": "6196",
                "value": "延安市",
                "childs": [
                    {
                        "id": "6256",
                        "value": "宝塔区"
                    },
                    {
                        "id": "6257",
                        "value": "延长县"
                    },
                    {
                        "id": "6258",
                        "value": "延川县"
                    },
                    {
                        "id": "6259",
                        "value": "子长县"
                    },
                    {
                        "id": "6260",
                        "value": "安塞县"
                    },
                    {
                        "id": "6261",
                        "value": "志丹县"
                    },
                    {
                        "id": "6262",
                        "value": "吴起县"
                    },
                    {
                        "id": "6263",
                        "value": "甘泉县"
                    },
                    {
                        "id": "6264",
                        "value": "富县"
                    },
                    {
                        "id": "6265",
                        "value": "洛川县"
                    },
                    {
                        "id": "6266",
                        "value": "宜川县"
                    },
                    {
                        "id": "6267",
                        "value": "黄龙县"
                    },
                    {
                        "id": "6268",
                        "value": "黄陵县"
                    }
                ]
            },
            {
                "id": "6226",
                "value": "汉中市",
                "childs": [
                    {
                        "id": "6269",
                        "value": "汉台区"
                    },
                    {
                        "id": "6270",
                        "value": "南郑县"
                    },
                    {
                        "id": "6271",
                        "value": "城固县"
                    },
                    {
                        "id": "6272",
                        "value": "洋县"
                    },
                    {
                        "id": "6273",
                        "value": "西乡县"
                    },
                    {
                        "id": "6274",
                        "value": "勉县"
                    },
                    {
                        "id": "6275",
                        "value": "宁强县"
                    },
                    {
                        "id": "6276",
                        "value": "略阳县"
                    },
                    {
                        "id": "6277",
                        "value": "镇巴县"
                    },
                    {
                        "id": "6278",
                        "value": "留坝县"
                    },
                    {
                        "id": "6279",
                        "value": "佛坪县"
                    }
                ]
            },
            {
                "id": "6227",
                "value": "榆林市",
                "childs": [
                    {
                        "id": "6280",
                        "value": "榆阳区"
                    },
                    {
                        "id": "6281",
                        "value": "神木县"
                    },
                    {
                        "id": "6282",
                        "value": "府谷县"
                    },
                    {
                        "id": "6283",
                        "value": "横山县"
                    },
                    {
                        "id": "6284",
                        "value": "靖边县"
                    },
                    {
                        "id": "6285",
                        "value": "定边县"
                    },
                    {
                        "id": "6286",
                        "value": "绥德县"
                    },
                    {
                        "id": "6287",
                        "value": "米脂县"
                    },
                    {
                        "id": "6288",
                        "value": "佳县"
                    },
                    {
                        "id": "6289",
                        "value": "吴堡县"
                    },
                    {
                        "id": "6290",
                        "value": "清涧县"
                    },
                    {
                        "id": "6291",
                        "value": "子洲县"
                    }
                ]
            },
            {
                "id": "6228",
                "value": "安康市",
                "childs": [
                    {
                        "id": "6292",
                        "value": "汉滨区"
                    },
                    {
                        "id": "6293",
                        "value": "汉阴县"
                    },
                    {
                        "id": "6294",
                        "value": "石泉县"
                    },
                    {
                        "id": "6295",
                        "value": "宁陕县"
                    },
                    {
                        "id": "6296",
                        "value": "紫阳县"
                    },
                    {
                        "id": "6297",
                        "value": "岚皋县"
                    },
                    {
                        "id": "6298",
                        "value": "平利县"
                    },
                    {
                        "id": "6299",
                        "value": "镇坪县"
                    },
                    {
                        "id": "6300",
                        "value": "旬阳县"
                    },
                    {
                        "id": "6301",
                        "value": "白河县"
                    }
                ]
            },
            {
                "id": "6229",
                "value": "商洛市",
                "childs": [
                    {
                        "id": "6302",
                        "value": "商州区"
                    },
                    {
                        "id": "6303",
                        "value": "洛南县"
                    },
                    {
                        "id": "6304",
                        "value": "丹凤县"
                    },
                    {
                        "id": "6305",
                        "value": "商南县"
                    },
                    {
                        "id": "6306",
                        "value": "山阳县"
                    },
                    {
                        "id": "6307",
                        "value": "镇安县"
                    },
                    {
                        "id": "6308",
                        "value": "柞水县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3388",
        "value": "甘肃省",
        "childs": [
            {
                "id": "6309",
                "value": "兰州市",
                "childs": [
                    {
                        "id": "6323",
                        "value": "城关区"
                    },
                    {
                        "id": "6324",
                        "value": "七里河区"
                    },
                    {
                        "id": "6325",
                        "value": "西固区"
                    },
                    {
                        "id": "6326",
                        "value": "安宁区"
                    },
                    {
                        "id": "6327",
                        "value": "红古区"
                    },
                    {
                        "id": "6328",
                        "value": "永登县"
                    },
                    {
                        "id": "6329",
                        "value": "皋兰县"
                    },
                    {
                        "id": "6330",
                        "value": "榆中县"
                    }
                ]
            },
            {
                "id": "6311",
                "value": "金昌市",
                "childs": [
                    {
                        "id": "6331",
                        "value": "金川区"
                    },
                    {
                        "id": "6332",
                        "value": "永昌县"
                    }
                ]
            },
            {
                "id": "6312",
                "value": "白银市",
                "childs": [
                    {
                        "id": "6333",
                        "value": "白银区"
                    },
                    {
                        "id": "6334",
                        "value": "平川区"
                    },
                    {
                        "id": "6335",
                        "value": "靖远县"
                    },
                    {
                        "id": "6336",
                        "value": "会宁县"
                    },
                    {
                        "id": "6337",
                        "value": "景泰县"
                    }
                ]
            },
            {
                "id": "6313",
                "value": "天水市",
                "childs": [
                    {
                        "id": "6338",
                        "value": "秦城区"
                    },
                    {
                        "id": "6339",
                        "value": "北道区"
                    },
                    {
                        "id": "6340",
                        "value": "清水县"
                    },
                    {
                        "id": "6341",
                        "value": "秦安县"
                    },
                    {
                        "id": "6342",
                        "value": "甘谷县"
                    },
                    {
                        "id": "6343",
                        "value": "武山县"
                    },
                    {
                        "id": "6344",
                        "value": "张家川回族自治县"
                    }
                ]
            },
            {
                "id": "6314",
                "value": "武威市",
                "childs": [
                    {
                        "id": "6345",
                        "value": "凉州区"
                    },
                    {
                        "id": "6346",
                        "value": "民勤县"
                    },
                    {
                        "id": "6347",
                        "value": "古浪县"
                    },
                    {
                        "id": "6348",
                        "value": "天祝藏族自治县"
                    }
                ]
            },
            {
                "id": "6315",
                "value": "张掖市",
                "childs": [
                    {
                        "id": "6349",
                        "value": "甘州区"
                    },
                    {
                        "id": "6350",
                        "value": "肃南裕固族自治县"
                    },
                    {
                        "id": "6351",
                        "value": "民乐县"
                    },
                    {
                        "id": "6352",
                        "value": "临泽县"
                    },
                    {
                        "id": "6353",
                        "value": "高台县"
                    },
                    {
                        "id": "6354",
                        "value": "山丹县"
                    }
                ]
            },
            {
                "id": "6316",
                "value": "平凉市",
                "childs": [
                    {
                        "id": "6355",
                        "value": "崆峒区"
                    },
                    {
                        "id": "6356",
                        "value": "泾川县"
                    },
                    {
                        "id": "6357",
                        "value": "灵台县"
                    },
                    {
                        "id": "6358",
                        "value": "崇信县"
                    },
                    {
                        "id": "6359",
                        "value": "华亭县"
                    },
                    {
                        "id": "6360",
                        "value": "庄浪县"
                    },
                    {
                        "id": "6361",
                        "value": "静宁县"
                    }
                ]
            },
            {
                "id": "6317",
                "value": "酒泉市",
                "childs": [
                    {
                        "id": "6362",
                        "value": "肃州区"
                    },
                    {
                        "id": "6363",
                        "value": "金塔县"
                    },
                    {
                        "id": "6364",
                        "value": "瓜州县"
                    },
                    {
                        "id": "6365",
                        "value": "肃北蒙古族自治县"
                    },
                    {
                        "id": "6366",
                        "value": "阿克塞哈萨克族自治县"
                    },
                    {
                        "id": "6367",
                        "value": "玉门市"
                    },
                    {
                        "id": "6368",
                        "value": "敦煌市"
                    }
                ]
            },
            {
                "id": "6318",
                "value": "庆阳市",
                "childs": [
                    {
                        "id": "6369",
                        "value": "西峰区"
                    },
                    {
                        "id": "6370",
                        "value": "庆城县"
                    },
                    {
                        "id": "6371",
                        "value": "环县"
                    },
                    {
                        "id": "6372",
                        "value": "华池县"
                    },
                    {
                        "id": "6373",
                        "value": "合水县"
                    },
                    {
                        "id": "6374",
                        "value": "正宁县"
                    },
                    {
                        "id": "6375",
                        "value": "宁县"
                    },
                    {
                        "id": "6376",
                        "value": "镇原县"
                    }
                ]
            },
            {
                "id": "6319",
                "value": "定西市",
                "childs": [
                    {
                        "id": "6377",
                        "value": "安定区"
                    },
                    {
                        "id": "6378",
                        "value": "通渭县"
                    },
                    {
                        "id": "6379",
                        "value": "陇西县"
                    },
                    {
                        "id": "6380",
                        "value": "渭源县"
                    },
                    {
                        "id": "6381",
                        "value": "临洮县"
                    },
                    {
                        "id": "6382",
                        "value": "漳县"
                    },
                    {
                        "id": "6383",
                        "value": "岷县"
                    }
                ]
            },
            {
                "id": "6320",
                "value": "陇南市",
                "childs": [
                    {
                        "id": "6384",
                        "value": "武都区"
                    },
                    {
                        "id": "6385",
                        "value": "成县"
                    },
                    {
                        "id": "6386",
                        "value": "文县"
                    },
                    {
                        "id": "6387",
                        "value": "宕昌县"
                    },
                    {
                        "id": "6388",
                        "value": "康县"
                    },
                    {
                        "id": "6389",
                        "value": "西和县"
                    },
                    {
                        "id": "6390",
                        "value": "礼县"
                    },
                    {
                        "id": "6391",
                        "value": "徽县"
                    },
                    {
                        "id": "6392",
                        "value": "两当县"
                    }
                ]
            },
            {
                "id": "6321",
                "value": "临夏回族自治州",
                "childs": [
                    {
                        "id": "6393",
                        "value": "临夏市"
                    },
                    {
                        "id": "6394",
                        "value": "临夏县"
                    },
                    {
                        "id": "6395",
                        "value": "康乐县"
                    },
                    {
                        "id": "6396",
                        "value": "永靖县"
                    },
                    {
                        "id": "6397",
                        "value": "广河县"
                    },
                    {
                        "id": "6398",
                        "value": "和政县"
                    },
                    {
                        "id": "6399",
                        "value": "东乡族自治县"
                    },
                    {
                        "id": "6400",
                        "value": "积石山保安族东乡族撒拉族自治县"
                    }
                ]
            },
            {
                "id": "6322",
                "value": "甘南藏族自治州",
                "childs": [
                    {
                        "id": "6401",
                        "value": "合作市"
                    },
                    {
                        "id": "6402",
                        "value": "临潭县"
                    },
                    {
                        "id": "6403",
                        "value": "卓尼县"
                    },
                    {
                        "id": "6404",
                        "value": "舟曲县"
                    },
                    {
                        "id": "6405",
                        "value": "迭部县"
                    },
                    {
                        "id": "6406",
                        "value": "玛曲县"
                    },
                    {
                        "id": "6407",
                        "value": "碌曲县"
                    },
                    {
                        "id": "6408",
                        "value": "夏河县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3389",
        "value": "青海省",
        "childs": [
            {
                "id": "6409",
                "value": "西宁市",
                "childs": [
                    {
                        "id": "6417",
                        "value": "城东区"
                    },
                    {
                        "id": "6418",
                        "value": "城中区"
                    },
                    {
                        "id": "6419",
                        "value": "城西区"
                    },
                    {
                        "id": "6420",
                        "value": "城北区"
                    },
                    {
                        "id": "6421",
                        "value": "大通回族土族自治县"
                    },
                    {
                        "id": "6422",
                        "value": "湟中县"
                    },
                    {
                        "id": "6423",
                        "value": "湟源县"
                    }
                ]
            },
            {
                "id": "6410",
                "value": "海东地区",
                "childs": [
                    {
                        "id": "6424",
                        "value": "平安县"
                    },
                    {
                        "id": "6425",
                        "value": "民和回族土族自治县"
                    },
                    {
                        "id": "6426",
                        "value": "乐都县"
                    },
                    {
                        "id": "6427",
                        "value": "互助土族自治县"
                    },
                    {
                        "id": "6428",
                        "value": "化隆回族自治县"
                    },
                    {
                        "id": "6429",
                        "value": "循化撒拉族自治县"
                    }
                ]
            },
            {
                "id": "6411",
                "value": "海北藏族自治州",
                "childs": [
                    {
                        "id": "6430",
                        "value": "门源回族自治县"
                    },
                    {
                        "id": "6431",
                        "value": "祁连县"
                    },
                    {
                        "id": "6432",
                        "value": "海晏县"
                    },
                    {
                        "id": "6433",
                        "value": "刚察县"
                    }
                ]
            },
            {
                "id": "6412",
                "value": "黄南藏族自治州",
                "childs": [
                    {
                        "id": "6434",
                        "value": "同仁县"
                    },
                    {
                        "id": "6435",
                        "value": "尖扎县"
                    },
                    {
                        "id": "6436",
                        "value": "泽库县"
                    },
                    {
                        "id": "6437",
                        "value": "河南蒙古族自治县"
                    }
                ]
            },
            {
                "id": "6413",
                "value": "海南藏族自治州",
                "childs": [
                    {
                        "id": "6438",
                        "value": "共和县"
                    },
                    {
                        "id": "6439",
                        "value": "同德县"
                    },
                    {
                        "id": "6440",
                        "value": "贵德县"
                    },
                    {
                        "id": "6441",
                        "value": "兴海县"
                    },
                    {
                        "id": "6442",
                        "value": "贵南县"
                    }
                ]
            },
            {
                "id": "6414",
                "value": "果洛藏族自治州",
                "childs": [
                    {
                        "id": "6443",
                        "value": "玛沁县"
                    },
                    {
                        "id": "6444",
                        "value": "班玛县"
                    },
                    {
                        "id": "6445",
                        "value": "甘德县"
                    },
                    {
                        "id": "6446",
                        "value": "达日县"
                    },
                    {
                        "id": "6447",
                        "value": "久治县"
                    },
                    {
                        "id": "6448",
                        "value": "玛多县"
                    }
                ]
            },
            {
                "id": "6415",
                "value": "玉树藏族自治州",
                "childs": [
                    {
                        "id": "6449",
                        "value": "玉树县"
                    },
                    {
                        "id": "6450",
                        "value": "杂多县"
                    },
                    {
                        "id": "6451",
                        "value": "称多县"
                    },
                    {
                        "id": "6452",
                        "value": "治多县"
                    },
                    {
                        "id": "6453",
                        "value": "囊谦县"
                    },
                    {
                        "id": "6454",
                        "value": "曲麻莱县"
                    }
                ]
            },
            {
                "id": "6416",
                "value": "海西蒙古族藏族自治州",
                "childs": [
                    {
                        "id": "6455",
                        "value": "格尔木市"
                    },
                    {
                        "id": "6456",
                        "value": "德令哈市"
                    },
                    {
                        "id": "6457",
                        "value": "乌兰县"
                    },
                    {
                        "id": "6458",
                        "value": "都兰县"
                    },
                    {
                        "id": "6459",
                        "value": "天峻县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3390",
        "value": "宁夏",
        "childs": [
            {
                "id": "6460",
                "value": "银川市",
                "childs": [
                    {
                        "id": "6465",
                        "value": "兴庆区"
                    },
                    {
                        "id": "6466",
                        "value": "西夏区"
                    },
                    {
                        "id": "6467",
                        "value": "金凤区"
                    },
                    {
                        "id": "6468",
                        "value": "永宁县"
                    },
                    {
                        "id": "6469",
                        "value": "贺兰县"
                    },
                    {
                        "id": "6470",
                        "value": "灵武市"
                    }
                ]
            },
            {
                "id": "6461",
                "value": "石嘴山市",
                "childs": [
                    {
                        "id": "6471",
                        "value": "大武口区"
                    },
                    {
                        "id": "6472",
                        "value": "惠农区"
                    },
                    {
                        "id": "6473",
                        "value": "平罗县"
                    }
                ]
            },
            {
                "id": "6462",
                "value": "吴忠市",
                "childs": [
                    {
                        "id": "6474",
                        "value": "利通区"
                    },
                    {
                        "id": "6475",
                        "value": "盐池县"
                    },
                    {
                        "id": "6476",
                        "value": "同心县"
                    },
                    {
                        "id": "6477",
                        "value": "青铜峡市"
                    },
                    {
                        "id": "6782",
                        "value": "红寺堡区"
                    }
                ]
            },
            {
                "id": "6463",
                "value": "固原市",
                "childs": [
                    {
                        "id": "6478",
                        "value": "原州区"
                    },
                    {
                        "id": "6479",
                        "value": "西吉县"
                    },
                    {
                        "id": "6480",
                        "value": "隆德县"
                    },
                    {
                        "id": "6481",
                        "value": "泾源县"
                    },
                    {
                        "id": "6482",
                        "value": "彭阳县"
                    }
                ]
            },
            {
                "id": "6464",
                "value": "中卫市",
                "childs": [
                    {
                        "id": "6483",
                        "value": "沙坡头区"
                    },
                    {
                        "id": "6484",
                        "value": "中宁县"
                    },
                    {
                        "id": "6485",
                        "value": "海原县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3391",
        "value": "新疆",
        "childs": [
            {
                "id": "6486",
                "value": "乌鲁木齐市",
                "childs": [
                    {
                        "id": "6504",
                        "value": "天山区"
                    },
                    {
                        "id": "6505",
                        "value": "沙依巴克区"
                    },
                    {
                        "id": "6506",
                        "value": "新市区"
                    },
                    {
                        "id": "6507",
                        "value": "水磨沟区"
                    },
                    {
                        "id": "6508",
                        "value": "头屯河区"
                    },
                    {
                        "id": "6509",
                        "value": "达坂城区"
                    },
                    {
                        "id": "6510",
                        "value": "东山区"
                    },
                    {
                        "id": "6511",
                        "value": "乌鲁木齐县"
                    }
                ]
            },
            {
                "id": "6487",
                "value": "克拉玛依市",
                "childs": [
                    {
                        "id": "6512",
                        "value": "独山子区"
                    },
                    {
                        "id": "6513",
                        "value": "克拉玛依区"
                    },
                    {
                        "id": "6514",
                        "value": "白碱滩区"
                    },
                    {
                        "id": "6515",
                        "value": "乌尔禾区"
                    }
                ]
            },
            {
                "id": "6488",
                "value": "吐鲁番地区",
                "childs": [
                    {
                        "id": "6516",
                        "value": "吐鲁番市"
                    },
                    {
                        "id": "6517",
                        "value": "鄯善县"
                    },
                    {
                        "id": "6518",
                        "value": "托克逊县"
                    }
                ]
            },
            {
                "id": "6489",
                "value": "哈密地区",
                "childs": [
                    {
                        "id": "6519",
                        "value": "哈密市"
                    },
                    {
                        "id": "6520",
                        "value": "巴里坤哈萨克自治县"
                    },
                    {
                        "id": "6521",
                        "value": "伊吾县"
                    }
                ]
            },
            {
                "id": "6490",
                "value": "昌吉回族自治州",
                "childs": [
                    {
                        "id": "6522",
                        "value": "昌吉市"
                    },
                    {
                        "id": "6523",
                        "value": "阜康市"
                    },
                    {
                        "id": "6524",
                        "value": "米泉市"
                    },
                    {
                        "id": "6525",
                        "value": "呼图壁县"
                    },
                    {
                        "id": "6526",
                        "value": "玛纳斯县"
                    },
                    {
                        "id": "6527",
                        "value": "奇台县"
                    },
                    {
                        "id": "6528",
                        "value": "吉木萨尔县"
                    },
                    {
                        "id": "6529",
                        "value": "木垒哈萨克自治县"
                    }
                ]
            },
            {
                "id": "6491",
                "value": "博尔塔拉蒙古自治州",
                "childs": [
                    {
                        "id": "6530",
                        "value": "博乐市"
                    },
                    {
                        "id": "6531",
                        "value": "精河县"
                    },
                    {
                        "id": "6532",
                        "value": "温泉县"
                    }
                ]
            },
            {
                "id": "6492",
                "value": "巴音郭楞蒙古自治州",
                "childs": [
                    {
                        "id": "6533",
                        "value": "库尔勒市"
                    },
                    {
                        "id": "6534",
                        "value": "轮台县"
                    },
                    {
                        "id": "6535",
                        "value": "尉犁县"
                    },
                    {
                        "id": "6536",
                        "value": "若羌县"
                    },
                    {
                        "id": "6537",
                        "value": "且末县"
                    },
                    {
                        "id": "6538",
                        "value": "焉耆回族自治县"
                    },
                    {
                        "id": "6539",
                        "value": "和静县"
                    },
                    {
                        "id": "6540",
                        "value": "和硕县"
                    },
                    {
                        "id": "6541",
                        "value": "博湖县"
                    }
                ]
            },
            {
                "id": "6493",
                "value": "阿克苏地区",
                "childs": [
                    {
                        "id": "6542",
                        "value": "阿克苏市"
                    },
                    {
                        "id": "6543",
                        "value": "温宿县"
                    },
                    {
                        "id": "6544",
                        "value": "库车县"
                    },
                    {
                        "id": "6545",
                        "value": "沙雅县"
                    },
                    {
                        "id": "6546",
                        "value": "新和县"
                    },
                    {
                        "id": "6547",
                        "value": "拜城县"
                    },
                    {
                        "id": "6548",
                        "value": "乌什县"
                    },
                    {
                        "id": "6549",
                        "value": "阿瓦提县"
                    },
                    {
                        "id": "6550",
                        "value": "柯坪县"
                    }
                ]
            },
            {
                "id": "6494",
                "value": "克孜勒苏柯尔克孜自治州",
                "childs": [
                    {
                        "id": "6551",
                        "value": "阿图什市"
                    },
                    {
                        "id": "6552",
                        "value": "阿克陶县"
                    },
                    {
                        "id": "6553",
                        "value": "阿合奇县"
                    },
                    {
                        "id": "6554",
                        "value": "乌恰县"
                    }
                ]
            },
            {
                "id": "6495",
                "value": "喀什地区",
                "childs": [
                    {
                        "id": "6555",
                        "value": "喀什市"
                    },
                    {
                        "id": "6556",
                        "value": "疏附县"
                    },
                    {
                        "id": "6557",
                        "value": "疏勒县"
                    },
                    {
                        "id": "6558",
                        "value": "英吉沙县"
                    },
                    {
                        "id": "6559",
                        "value": "泽普县"
                    },
                    {
                        "id": "6560",
                        "value": "莎车县"
                    },
                    {
                        "id": "6561",
                        "value": "叶城县"
                    },
                    {
                        "id": "6562",
                        "value": "麦盖提县"
                    },
                    {
                        "id": "6563",
                        "value": "岳普湖县"
                    },
                    {
                        "id": "6564",
                        "value": "伽师县"
                    },
                    {
                        "id": "6565",
                        "value": "巴楚县"
                    },
                    {
                        "id": "6566",
                        "value": "塔什库尔干塔吉克自治县"
                    }
                ]
            },
            {
                "id": "6496",
                "value": "和田地区",
                "childs": [
                    {
                        "id": "6567",
                        "value": "和田市"
                    },
                    {
                        "id": "6568",
                        "value": "和田县"
                    },
                    {
                        "id": "6569",
                        "value": "墨玉县"
                    },
                    {
                        "id": "6570",
                        "value": "皮山县"
                    },
                    {
                        "id": "6571",
                        "value": "洛浦县"
                    },
                    {
                        "id": "6572",
                        "value": "策勒县"
                    },
                    {
                        "id": "6573",
                        "value": "于田县"
                    },
                    {
                        "id": "6574",
                        "value": "民丰县"
                    }
                ]
            },
            {
                "id": "6497",
                "value": "伊犁哈萨克自治州",
                "childs": [
                    {
                        "id": "6575",
                        "value": "伊宁市"
                    },
                    {
                        "id": "6576",
                        "value": "奎屯市"
                    },
                    {
                        "id": "6577",
                        "value": "伊宁县"
                    },
                    {
                        "id": "6578",
                        "value": "察布查尔锡伯自治县"
                    },
                    {
                        "id": "6579",
                        "value": "霍城县"
                    },
                    {
                        "id": "6580",
                        "value": "巩留县"
                    },
                    {
                        "id": "6581",
                        "value": "新源县"
                    },
                    {
                        "id": "6582",
                        "value": "昭苏县"
                    },
                    {
                        "id": "6583",
                        "value": "特克斯县"
                    },
                    {
                        "id": "6584",
                        "value": "尼勒克县"
                    }
                ]
            },
            {
                "id": "6498",
                "value": "塔城地区",
                "childs": [
                    {
                        "id": "6585",
                        "value": "塔城市"
                    },
                    {
                        "id": "6586",
                        "value": "乌苏市"
                    },
                    {
                        "id": "6587",
                        "value": "额敏县"
                    },
                    {
                        "id": "6588",
                        "value": "沙湾县"
                    },
                    {
                        "id": "6589",
                        "value": "托里县"
                    },
                    {
                        "id": "6590",
                        "value": "裕民县"
                    },
                    {
                        "id": "6591",
                        "value": "和布克赛尔蒙古自治县"
                    }
                ]
            },
            {
                "id": "6499",
                "value": "阿勒泰地区",
                "childs": [
                    {
                        "id": "6592",
                        "value": "阿勒泰市"
                    },
                    {
                        "id": "6593",
                        "value": "布尔津县"
                    },
                    {
                        "id": "6594",
                        "value": "富蕴县"
                    },
                    {
                        "id": "6595",
                        "value": "福海县"
                    },
                    {
                        "id": "6596",
                        "value": "哈巴河县"
                    },
                    {
                        "id": "6597",
                        "value": "青河县"
                    },
                    {
                        "id": "6598",
                        "value": "吉木乃县"
                    }
                ]
            }
        ]
    },
    {
        "id": "3392",
        "value": "台湾省",
        "childs": []
    },
    {
        "id": "3393",
        "value": "香港",
        "childs": []
    },
    {
        "id": "3394",
        "value": "澳门",
        "childs": []
    },
    {
        "id": "3395",
        "value": "钓鱼岛",
        "childs": []
    }
]
}]